[
    {
        "patrol_id": "life_med_og1",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "lifegen"
        ],
        "tags": [],
        "patrol_art": "lg_medcat_default",
        "min_cats": 1,
        "max_cats": 3,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "A heavy rainstorm has soaked through the medicine den, making some of your herbs wet. You need to act quickly to salvage what you can.",
        "decline_text": "Feeling overwhelmed, you decide to call for help. Other cats step in to assist, understanding the importance of preserving the medicine stock.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "You manage to save most of the herbs and set them out to dry. It was a close call, but your swift actions minimized the damage.",
                "exp": 10,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "Despite your best efforts, some herbs are lost. It's a setback, but you're determined to restock as soon as possible.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "life_med_og2",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "lifegen"
        ],
        "tags": [],
        "patrol_art": "lg_medcat_default",
        "min_cats": 1,
        "max_cats": 3,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "One of the elders is feeling under the weather. You need to diagnose the problem and administer the correct remedy.",
        "decline_text": "You decide to monitor the elder's condition a bit longer before administering any herbs. The elder trusts your judgement and agrees to rest.",
        "chance_of_success": 40,
        "success_outcomes": [
            {
                "text": "You correctly identify the issue and administer the appropriate herbs. The elder feels better and expresses their gratitude for your expertise.",
                "exp": 10,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "It takes you a while to figure out what's wrong. By then, the elder's condition worsens. You administer the correct herbs and promise to keep a closer eye next time.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "life_med_og3",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "lifegen"
        ],
        "tags": [],
        "patrol_art": "lg_medcat_default",
        "min_cats": 1,
        "max_cats": 3,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "There is a shortage of a particular herb in the camp. You consider whether you should risk going out to find more.",
        "decline_text": "You decide not to risk going out, hoping to make do with what you have. Your Clanmates understand your decision and trust your judgement.",
        "chance_of_success": 40,
        "success_outcomes": [
            {
                "text": "You decide to venture out and are successful in finding the herb. Your Clanmates appreciate your dedication and commitment to your role.",
                "exp": 10,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "You venture out, but unfortunately, you are unable to find the herb. You're a bit disappointed but resolve to try again later.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "life_med_og4",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "lifegen"
        ],
        "tags": [],
        "patrol_art": "lg_medcat_default",
        "min_cats": 1,
        "max_cats": 3,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "A new kit has been born in the camp. It's your responsibility to check the kit's health and assure the queen everything is alright.",
        "decline_text": "Feeling unsure, you decide to seek advice from an older medicine cat before conducting the check-up. The queen is patient and trusts your caution.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "You check the kit carefully and assure the queen that her kit is healthy. The queen is relieved, and you feel a sense of fulfillment in your duty.",
                "exp": 10,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "You notice that the kit isn't feeding properly. After some effort, you manage to help, but it's a reminder of the importance of your role.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "life_med_og5",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "lifegen"
        ],
        "tags": [],
        "patrol_art": "lg_medcat_default",
        "min_cats": 1,
        "max_cats": 3,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "There has been an outbreak of whitecough among the apprentices. You need to quarantine them and start treatment immediately.",
        "decline_text": "Overwhelmed by the situation, you call for assistance from the senior warriors to help quarantine the apprentices while you focus on the treatment.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "You act quickly and efficiently, quarantining the apprentices and starting the treatment. Your swift actions prevent the illness from spreading further.",
                "exp": 10,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "You start the treatment, but it's a bit late, and the illness spreads to a few other cats. It's a hard lesson on the importance of quick action.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "life_med_og6",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "lifegen"
        ],
        "tags": [],
        "patrol_art": "lg_medcat_default",
        "min_cats": 1,
        "max_cats": 1,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "As you are lounging about in a patch of sun, you notice that there is a fresh trail of paw prints leading up to the entrance of your den.",
        "decline_text": "You ignore the paw prints, sighing as the sun warms your pelt. Maybe an apprentice was just collecting some moss.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "Curious, you poke your head into the den only to see a group of kits poking about the herb store! As soon as you round up the kits, you harshly scold them on the potential dangers that come with playing around in the medicine den. You know it's a hard lesson to hear, but it is a necessary one.",
                "exp": 10,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "After a few more moments of sunbathing, you decide to walk over and poke your head into the den. To your horror, a group of kits had managed to get into the herb store. Various different herbs were scattered around the den, some trampled and useless as they fell victim to the kit's game.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "life_med_og7",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "lifegen"
        ],
        "tags": [],
        "patrol_art": "lg_medcat_default",
        "min_cats": 1,
        "max_cats": 1,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "While resting in your den, you hear a small greeting from the entrance. You look up to see a Clan member standing there, sheepishly asking you if you can help them figure out a recent dream that has been plaguing them for the last few days.",
        "decline_text": "You quickly chalk it up to a nightmare, reassuring them that it will go away in a few days' time.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "You invite the warrior in with a flick of your tail, asking them to sit down. The two of you have an in-depth conversation as you try to help them figure out the dreams' potential meanings and the action that should be taken. After the two of you have finished, your Clanmate gratefully thanks you for your help and walks out of your den feeling validated, and with a newfound confidence that wasn't present before your discussion.",
                "exp": 10,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "After having your Clanmate describe the dream, you attempt to have a conversation, offering what you think is helpful insight and potential ideas as to what the dream could be about. To your dismay, your Clanmate seems to become more and more worried as you go on, concerned that the dream was some indistinct warning that they were supposed to interpret. You offer some quick words of reassurance as they quickly leave the den, but it seems to go right over their head.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "lg_medcat_shunned_J1",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "lifegen"
        ],
        "tags": [
            "shunned"
        ],
        "patrol_art": "lg_medcat_default",
        "min_cats": 1,
        "max_cats": 6,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "The Clan's medicine cats have gone out to fetch herbs, leaving a couple of sick and injured Clanmates in the medicine den. You notice a patient in pain, and you know exactly how to treat them, but you don't want to get in trouble for touching the herbs.",
        "decline_text": "You decide to sit back and wait for the unshunned medicine cats to return.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "You quietly sneak into the den, gathering the right herbs and delivering them to the patient. In their half-asleep, in pain state, they don't seem to notice that it's you, and they take the treatment gratefully.",
                "exp": 10,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "Just as you poke your head into the medicine den, the patient lifts their head and notices you. Though half-asleep and in pain, they manage to yell at you to get out, and you flee to return to your nest without any other Clanmates taking notice.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "life_med_Guy1",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "lifegen"
        ],
        "tags": [],
        "patrol_art": "lg_medcat_default",
        "min_cats": 1,
        "max_cats": 1,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "A queen approaches you and asks if you can spare some berries. For the kits, of course, they have to learn what is safe to eat somehow!",
        "decline_text": "You can't spare even a single berry, and surely the queens can teach the kits themselves.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "You make a medley of berries for the kittens to snack on while you explain the differences. You end the demonstration by telling them to never eat anything they find if an adult doesn't tell them it's safe first.",
                "exp": 10,
                "weight": 20
            },
            {
                "text": "You can't spare any herbs, but you can teach the kittens about them!",
                "exp": 5,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "You prepare some berries for the queen to give to the kits. They later come to you with a full belly, sheepishly asking how to get juice stains out of fur.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "In the middle of your lecture a kit spits out one of the berries. They insist that it's yucky, and the rest of the kittens refuse to eat any more. Upon closer inspection it seems that an inedible berry had snuck into your mix. Luckily it's not poisonous!",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "life_Med_Guy2",
        "biome": [
            "Any"
        ],
        "season": [
            "newleaf",
            "greenleaf"
        ],
        "types": [
            "lifegen"
        ],
        "tags": [],
        "patrol_art": "lg_medcat_default",
        "min_cats": 1,
        "max_cats": 1,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "A kit approaches you with a flower. They declare that it must be a useful herb because of how pretty it is!",
        "decline_text": "You tell the kit to give it to someone else.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "You explain to the kit that not all plants are herbs. This causes the kit to cry, so you decide to wear it in an attempt to cheer them up.",
                "exp": 5,
                "weight": 20,
                "accessory": [
                    {
                        "cats": [
                            "p_l"
                        ],
                        "accessory": [
                            "FLOWER"
                        ]
                    }
                ]
            },
            {
                "text": "The flower is actually a poppy! You take the time to explain to the kit what poppy seeds are used for, and to demonstrate how they are harvested.",
                "exp": 10,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "The flower is useless, and the encounter has disrupted your spring cleaning.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "life_Med_Guy3",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "lifegen"
        ],
        "tags": [],
        "patrol_art": "lg_medcat_default",
        "min_cats": 1,
        "max_cats": 1,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "You slip away to the resting place of the Clan to think alone.",
        "decline_text": "You shake your head and leave. No reason to disturb the dead with your rambling.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "You close your eyes, seeking out the calm and the quiet of the stars.",
                "exp": 5,
                "weight": 20
            },
            {
                "text": "You look out over the graves, a place of peace you will one day join... Yet it is your job to keep the members of your Clan - your family - out of. At least for as long as StarClan wills it.",
                "exp": 10,
                "weight": 20,
                "stat_skill": [
                    "CLAIRVOYANT,1",
                    "GHOST,1",
                    "LORE,1",
                    "OMEN,1",
                    "STAR,1",
                    "HEALER,1"
                ],
                "can_have_stat": [
                    "p_l"
                ]
            },
            {
                "text": "A chill runs up your spine, your claws sink into the blessed ground. You cry out to the sky, hoping someone will hear you, understand your need for guidance... and this spirit does.",
                "exp": 10,
                "weight": 5,
                "stat_skill": [
                    "DARK,1"
                ],
                "new_cat": [
                    "newdfcat",
                    "backstory: oldstarClan2"
                ],
                "can_have_stat": [
                    "p_l"
                ]
            }
        ],
        "fail_outcomes": [
            {
                "text": "You can't hear or feel anything, and feel silly for coming here.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "A chill runs up your spine, your claws sink into the blessed ground. You cry out to the sky, hoping someone will hear you, understand your need for guidance. But nobody comes.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "life_Med_Guy4",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "lifegen"
        ],
        "tags": [],
        "patrol_art": "lg_medcat_default",
        "min_cats": 1,
        "max_cats": 1,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "o_c_n's medicine cat comes to you after a halfmoon meeting, requesting advice.",
        "decline_text": "You don't have the time to care for cats from another Clan.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "You listen closely to the situation, and you think you have a solution that will fix it for good!",
                "exp": 10,
                "weight": 20,
                "stat_skill": [
                    "CLEVER,1",
                    "INSIGHTFUL,1",
                    "LORE,1",
                    "SENSE,1",
                    "INNOVATOR,1",
                    "THINKER,1"
                ],
                "can_have_stat": [
                    "p_l"
                ]
            },
            {
                "text": "You listen to their story and suggest a solution they hadn't considered.",
                "exp": 5,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "After a few minutes of pointless complaining, you tell the medicine cat to shut up. It's a part of the job to mend unruly Clanmates, and it is a mediator's job to settle the arguments.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "You tell the medicine cat that they can talk to a mediator about it.",
                "exp": 0,
                "weight": 20
            }
        ]
    }
]