[
    {
        "patrol_id": "life_mediapp_og1",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "lifegen"
        ],
        "tags": [],
        "patrol_art": "lg_mediatorapp_default",
        "min_cats": 1,
        "max_cats": 2,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "A dispute breaks out between two apprentices over who gets to go on the next patrol. As a mediator apprentice, it's your job to resolve it.",
        "decline_text": "You decide to let a senior warrior handle the situation, feeling it's beyond your current capabilities. They handle it effectively, and you learn from their methods.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "You listen to both sides and propose a fair solution. Both apprentices agree and thank you for your help. Your skills as a mediator are improving.",
                "exp": 10,
                "weight": 20
            },
            {
                "text": "You approach the apprentices, asking why they're fighting. Both talk over each other to try to explain their own side of the story, resulting in more yelling. You roll your eyes and raise your voice to tell them they're acting like kittens. That embarrassed the apprentices enough to halt the argument.",
                "exp": 10,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "You try to mediate, but the apprentices are too heated. They're eventually separated by a senior warrior. Despite the outcome, you've learned from the experience.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "You try to ask what caused the fight and break them up, but it eventually becomes more than harsh words. Afraid of getting between them, you rush to the nearest warrior for help and stand to the sidelines awkwardly as the warrior pulls the apprentices off each other.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "You approach the two apprentices with the intention of mediating the situation, but both apprentices hiss you away, saying you have no right to get in between 'warrior matters'. Intimidated, you jump away and watch helplessly as the apprentices eventually calm down from the argument on their own.",
                "exp": 0,
                "weight": 20,
                "stat_trait": [
                    "thoughtful",
                    "calm",
                    "flexible",
                    "wise",
                    "righteous",
                    "lonesome",
                    "gloomy",
                    "mellow"
                ],
                "can_have_stat": [
                    "p_l"
                ]
            },
            {
                "text": "You hesitate for too long. Before you're able to do anything, d_n notices and gets in-between the two apprentices with a look of disappointment. The three of them have a quick conversation, in which d_n doesn't allow them any room to speak, and the apprentices sulk off. Neither are going on patrol because of their behavior, it seems.",
                "exp": 0,
                "weight": 20,
                "stat_trait": [
                    "fierce",
                    "bold",
                    "confident",
                    "strict",
                    "cold",
                    "grumpy",
                    "stoic",
                    "aloof"
                ],
                "can_have_stat": [
                    "d_n"
                ]
            }
        ]
    },
    {
        "patrol_id": "life_mediapp_og2",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "lifegen"
        ],
        "tags": [],
        "patrol_art": "lg_mediatorapp_default",
        "min_cats": 1,
        "max_cats": 2,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "Two warriors are arguing about a recent border skirmish with another Clan. Tensions are rising, and you feel it's your duty to intervene.",
        "decline_text": "You decide not to get involved, feeling the issue is too sensitive for your current skills. A senior warrior intervenes, and you observe how they handle the situation.",
        "chance_of_success": 55,
        "success_outcomes": [
            {
                "text": "You step in and help defuse the argument. The warriors appreciate your diplomatic approach, and the camp atmosphere returns to normal.",
                "exp": 10,
                "weight": 20
            },
            {
                "text": "You attempt to intervene in the argument, but as you approach, the warriors quiet down reluctantly. They apologize for the ruckus they caused and agree to disagree in peace. That was... Too easy.",
                "exp": 5,
                "weight": 20
            },
            {
                "text": "As you step up to mediate, the warriors look at you strangely. They question where your mentor is and why you're mediating alone at your age, even though you are very much old enough to be independent. You want to complain about the lack of respect but grind your teeth. At least the argument stopped, even if it was to your expense.",
                "exp": 5,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "You attempt to mediate, but the warriors are not in a mood to listen. A senior warrior steps in to calm them down. It's a lesson on when to intervene and when to step back.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "Warriors are a bigger issue than you're used to and you rush to get a more experienced mediator to handle the issue. Though, when you come back, the leader has already intervened and settled the argument like mature adults.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "You brush off the argument. The warriors are mature enough adults; they do not need an apprentice telling them how to act.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "life_mediapp_og3",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "lifegen"
        ],
        "tags": [],
        "patrol_art": "lg_mediatorapp_default",
        "min_cats": 1,
        "max_cats": 2,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "A warrior has been excessively harsh in their training, causing an apprentice to lose confidence. You think you can help.",
        "decline_text": "You decide to let a senior warrior handle the situation, as it involves an important aspect of Clan life: training. You observe the resolution keenly.",
        "chance_of_success": 40,
        "success_outcomes": [
            {
                "text": "You talk to both the apprentice and the warrior separately. You help the warrior understand the apprentice's perspective, and the training becomes more balanced.",
                "exp": 10,
                "weight": 20
            },
            {
                "text": "From what you've observed throughout your training, warriors are commonly harsh toward their apprentices, since they're preparing them for the worse. You approach the apprentice with this reasoning and the outside perspective seems to help the apprentice understand that their mentors harsh teachings are not personal.",
                "exp": 10,
                "weight": 20,
                "stat_skill": [
                    "INNOVATOR,1",
                    "INSIGHTFUL,1",
                    "CLAIRVOYANT,1",
                    "COMFORTER,1"
                ],
                "can_have_stat": [
                    "p_l"
                ]
            },
            {
                "text": "When the warrior has the time, you ask them why they're always so harsh with their apprentice. The warrior responds with their reasoning - no cat is going to get better without something pushing them to try to be their very best. With some consideration, you repeat the warrior's view to their apprentice. It seems to help.",
                "exp": 5,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "You try to mediate, but the warrior is defensive, and the apprentice is upset. Eventually, a senior warrior steps in to handle the situation.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "You decide to confront the warrior first, expressing your opinion that they're being too harsh on their apprentice. The warrior only scoffs and brushes you off, claiming harsh training is necessary to become a warrior and you have no business trying to 'prevent their apprentices success'.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "You decide to confront the apprentice first, asking if there's anything you can do to help with the mentors harsh training. The apprentice gives you a strange look and states there is a misunderstanding. The mentors training pushes them to get better - it's not deterring their confidence.",
                "exp": 0,
                "weight": 10
            }
        ]
    },
    {
        "patrol_id": "life_mediapp_og4",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "lifegen"
        ],
        "tags": [],
        "patrol_art": "lg_mediatorapp_default",
        "min_cats": 1,
        "max_cats": 2,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "An elder feels that their stories are not being appreciated by the younger generation. You think you can help bridge the gap.",
        "decline_text": "You decide to first talk to the younger cats and understand their point of view before proceeding further. The elder appreciates your thoughtful approach.",
        "chance_of_success": 55,
        "success_outcomes": [
            {
                "text": "You organise a story session where the elder shares their tales, and the younger cats listen intently. The elder feels appreciated, and the younger cats learn valuable lessons.",
                "exp": 10,
                "weight": 20
            },
            {
                "text": "You suggest allowing the younger cats to act out the Elder's stories, since it would make them more involved. The Elder brightens up at the idea, and as you're walking around the camp later in the day, you can see all the fun they are having.",
                "exp": 10,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "You try to organise a story session, but the younger cats are restless, and the elder feels even more discouraged. It's a hard situation, but you learn from it.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "You make the mistake of saying perhaps the young cats are bored, and the Elders sad look makes guilt rise within you. Maybe the truth is sometimes not the answer...",
                "exp": 0,
                "weight": 20,
                "stat_trait": [
                    "thoughtful",
                    "calm",
                    "flexible",
                    "wise",
                    "righteous",
                    "lonesome",
                    "gloomy",
                    "mellow"
                ],
                "can_have_stat": [
                    "p_l"
                ]
            }
        ]
    },
    {
        "patrol_id": "life_mediapp_og5",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "lifegen"
        ],
        "tags": [],
        "patrol_art": "lg_mediatorapp_default",
        "min_cats": 1,
        "max_cats": 2,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "A couple of apprentices have started a prank war, disrupting the peace in the camp. You decide to step in.",
        "decline_text": "You decide to let the senior warriors handle this, as it involves maintaining discipline in the Clan. You observe how they handle the situation.",
        "chance_of_success": 40,
        "success_outcomes": [
            {
                "text": "You talk to the apprentices, make them realise the effect of their pranks on the Clan, and they agree to stop. Your mediation skills are getting better every day.",
                "exp": 10,
                "weight": 20
            },
            {
                "text": "You confront the apprentices involved in the prank war, requesting them to stop or at least continue their pranks where it wouldn't disturb other cats. The apprentices are surprisingly compliant and apologize for any chaos they caused.",
                "exp": 10,
                "weight": 20
            },
            {
                "text": "Confronting the apprentices on their pranks proves to be a bit difficult as they deny the claims and brush your concerns off. In a last ditch effort, you threaten to tell l_n about their refusal to comply. The apprentices reluctantly agree to take their prank war elsewhere, not without calling you a tattletail first, of course.",
                "exp": 10,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "You try to mediate, but the apprentices don't take you seriously, and the prank war continues. Eventually, a senior warrior has to step in.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "You decide the best course of action would be to get their mentors involved, not willing to do the mentors job for them. Though, as the apprentices are scolded for their prank war, you can't help but think this wasn't the success you were hoping for. There will be another war, just much quieter.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "You brush off the importance of stopping the prank war. It's not harming any cat! Certainly, it is not causing as much chaos as c_n is making it out to be. You're proven wrong just hours later, when a clumsily made trap falls on you and causes a nasty bruise on your head. Darn apprentices...",
                "exp": 0,
                "weight": 5,
                "injury": [
                    {
                        "cats": [
                            "p_l"
                        ],
                        "injuries": [
                            "bruises"
                        ],
                        "no_results": false
                    }
                ]
            }
        ]
    },
    {
        "patrol_id": "life_mediapp_og6",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "lifegen"
        ],
        "tags": [],
        "patrol_art": "lg_mediatorapp_default",
        "min_cats": 1,
        "max_cats": 1,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "While assisting in various menial tasks around camp, you notice a commotion coming from a couple of warriors in the clearing. They seem to be locked in an argument over an event that occurred earlier that day.",
        "decline_text": "You shrug and continue your task with a dismissive flick of your tail. Whatever the issue is can be resolved without your help.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "With the help of your training, you quickly manage to get the warriors to calm down enough to tell you what the disagreement is about. Now that you have a full understanding of the issue, you begin to mediate back and forth between both cats, attempting to allow them to understand each other's point of view. By the end of it, the two are able to walk away with smooth pelts, the issue being resolved.",
                "exp": 10,
                "weight": 20
            },
            {
                "text": "You cower away from the argument, knowing getting in-between two highly trained, angry warriors is not good for any cat - let alone a mediator still in training. Instead, you get d_n involved, and you take a relieved inhale as the warriors immediately halt their argument at the sight of d_n.",
                "exp": 5,
                "weight": 20,
                "stat_trait": [
                    "thoughtful",
                    "calm",
                    "flexible",
                    "wise",
                    "righteous",
                    "lonesome",
                    "gloomy",
                    "mellow",
                    "nervous",
                    "insecure",
                    "careful",
                    "meek",
                    "cowardly",
                    "emotional"
                ],
                "can_have_stat": [
                    "p_l"
                ]
            }
        ],
        "fail_outcomes": [
            {
                "text": "Although you try your best to calm the warriors down, everything you say seems to rub them the wrong way. One spits at you, stating that they don't need help from a half-trained apprentice. You turn away with your pride wounded and a stinging reminder that not every mediation will be a success.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "life_mediapp_og7",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "lifegen"
        ],
        "tags": [],
        "patrol_art": "lg_mediatorapp_default",
        "min_cats": 1,
        "max_cats": 1,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "As you plan to pounce on a moth, you hear two fellow apprentices arguing loudly. The elders are complaining, but the two ignore them and continue on. You look over too see a young warrior frantically trying to end the argument with no luck.",
        "decline_text": "You turn your head back at the moth, ignoring the loud arguing. You attempt to pounce on it, but end up stumbling over. Thankfully, no one was watching.",
        "chance_of_success": 60,
        "success_outcomes": [
            {
                "text": "You decide to trot over, forgetting about the moth. You quickly intervene, asking the apprentices what's going on. One of them explains that they want the first go at moss ball with the warrior, and so does the other. You negotiate a solution, smoothing over the potential fight. The warrior thanks you, and you leave the area with a confident nod. Later the elders come up to you with a thanks, and offer to share a meal with you. You gladly accept, soaking in all their knowledge.",
                "exp": 10,
                "weight": 20
            },
            {
                "text": "Sick of the noise yourself, you approach the apprentices and ask your usual mediator questions. Both of them argue and explain over each other, making it impossible for you to hear but you can conclude that it's yet another childish argument. You don't sugarcoat your thoughts and the apprentices are left embarrassed when you're done mediating.",
                "exp": 10,
                "weight": 20,
                "stat_trait": [
                    "bloodthirsty",
                    "grumpy",
                    "cold",
                    "strict",
                    "vengeful",
                    "gloomy",
                    "stoic",
                    "aloof",
                    "reserved",
                    "confident",
                    "bold",
                    "shameless"
                ],
                "can_have_stat": [
                    "p_l"
                ]
            }
        ],
        "fail_outcomes": [
            {
                "text": "You decide to trot over, forgetting about the moth. You quickly intervene, asking the apprentices what's going on. One of them explains that they want the first go at moss ball with the warrior, and so does the other. Despite your attempts to negotiate a solution with them, it only gets worse. It takes one of the elders to step in to solve it. The warrior thanks you for trying, and you nod with a frown. You leave the area with your tail tucked, filled with disappointment.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "You ignore the argument, too focused on the moth. As you get ready for the perfect pounce, an Elder screams at the apprentices to quiet down and the moth startles off. Darn.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "You've had enough apprentice arguments lately and brush it off, hoping one of the elders or the young warrior is able to figure it out on their own. Surely they don't need a mediator to mediate every time a childish argument breaks out.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "life_mediapp_og8",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "lifegen"
        ],
        "tags": [],
        "patrol_art": "lg_mediatorapp_default",
        "min_cats": 1,
        "max_cats": 2,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "Your mentor and the leader are in an argument. The leader seems angry, and your mentor is trying to calm them down.",
        "decline_text": "After a bit of thought, you decide it's better to let your mentor handle that and you back off.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "You step in and after a few calming words, you manage to get through to the leader, and they can come to a compromise. Your mentor is proud of how you handled the situation.",
                "exp": 10,
                "weight": 20
            },
            {
                "text": "The leader calms down reluctantly as you try to intervene, and they apologize for allowing their anger to get to them. This allows your mentor room to successfully mediate a little bit before the leader has to attend to other duties.",
                "exp": 10,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "You step in to try and calm the leader down, but you just escalate the situation further, leading them to leave. Your mentor thanks you for the attempt, and tells you the leader would calm down eventually.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "l_n_introspective is never angry without reason and you back away slowly, unwilling to get into that mess. Your mentor must have messed up big time, and you're not staying around to find out what they did to anger l_n_introspective.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "You try to mediate, but both your mentor and leader are ignoring you in favor of trying to get their point across - and quite loudly, too. Thankfully, the loud argument catches the deputy's attention and they're able to get the leader to see reason. Phew...",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "lg_mediatorapp_shunned_J1",
        "biome": [
            "Any"
        ],
        "season": [
            "Any"
        ],
        "types": [
            "lifegen"
        ],
        "tags": [
            "shunned"
        ],
        "patrol_art": "lg_mediatorapp_default",
        "min_cats": 1,
        "max_cats": 6,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "Two Clanmates are having an argument in the clearing, and though you're not allowed to train as a mediator during your punishment, you can't help but listen in, trying to think about how you might solve their problem given the chance.",
        "decline_text": "You turn away, deciding to mind your business.",
        "chance_of_success": 40,
        "success_outcomes": [
            {
                "text": "A skilled mediator steps in, and you watch them work. While you can't actually train, you take note of their techniques, excited to apply them someplace in the future.",
                "exp": 10,
                "weight": 20
            },
            {
                "text": "Despite you being shunned, one of the apprentices approach you to fix their issue and you try to help quietly, adeptly rusty at mediating. The apprentice takes your advice seriously and chooses to go through with it. Maybe you can still train if these situations keep happening, after all.",
                "exp": 10,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "One of the arguing cats notices you watching and lashes their tail, snapping at you and telling you to mind your own business. You flatten your ears to your head and turn away, embarrassed.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "Unable to help, you decide to imagine what you would do instead. All you need is to walk up to the apprentices and ask a few questions. Maybe they would be reluctant, maybe they would refuse to answer - who knows... You're oblivious to your daydream causing you to stare blankly at the apprentices for a socially unreasonable amount of time - scaring them off.",
                "exp": 0,
                "weight": 20,
                "stat_trait": [
                    "thoughtful",
                    "calm",
                    "flexible",
                    "wise",
                    "righteous",
                    "lonesome",
                    "gloomy",
                    "mellow"
                ],
                "can_have_stat": [
                    "p_l"
                ]
            }
        ]
    }
]