{
    "kitten general": [
        "As you look down on the apprentices of c_nClan, you wish you'd lived long enough to become an -Apprentice'.",
        "The nests in the Void are cosy, but you still feel jealous of all of the living c_nClan pups who get to sleep in the nursery.",
        "You run around the Void's territory with r_c_sc, yelling, laughing, and never getting tired.",
        "You wander a bit too close to the Rot Wound border. Before you can say hello to the glowing pair of eyes you spy through the brambles, r_c_sc grabs you and quickly rushes you back to familiar territory.",
        "As you playfully chase a feather, it gets stuck under your paw and vanishes into the endless Void.",
        "You roll around in wonder as the golden strands you were running on get tangled in your fur.",
        "You express a cheeky smile when r_c_sc hands you a particularly shiny golden string.",
        "You feel a pang of guilt as you watch your littermates grow up without you and wish you could switch places with them.",
        "You wonder if there's a word for a parent who has lost their pup.",
        "r_q_song is singing to the pups in the nursery today, and you feel left out. Instead of being down there listening to r_q_song, you're up here in the Void, just watching the clan go by without you."
    ],
    "kitten assertive": [],
    "kitten brooding": [],
    "kitten cool": [],
    "kitten upstanding": [],
    "kitten introspective": [],
    "kitten neurotic": [],
    "kitten silly": [],
    "kitten stable": [
        "You wish you had a chance to prove yourself... The Ascended had other plans.",
        "You question what the warriors mean when they say you were too young.",
        "A queen of The Ascended grooms your fur and gives you as many cuddles as you want.",
        "You wonder where you went wrong...",
        "You accidentally stumble off a floating strand after playing a game with another slugpup. They watch you fall slowly from the sky only to fall down with you. You both drift back down to the ground, then excitedly begin to climb into the air once more.",
        "You ponder what games you could play in the Void."
    ],
    "kitten sweet": [],
    "kitten unabashed": [],
    "kitten unlawful": [],
    "kitten rare": []
}
