{
    "leader_4d": [
        [
            "Any",
            "you_shunned",
            "you_blind",
            "they_blind"
        ],
        [
            "... Do you ever feel guilty?"
        ]
    ],
    "leader_unabashed": [
        [
            "no_kit",
            "Unabashed",
            "no_kit",
            "you_blind",
            "they_blind",
            "they_hearing"
        ],
        [
            "Hey there, y_c. I've heard someone from o_cClan say they've seen you around the borders lately at the last Gathering.",
            "Like, what were you thinking? o_cClan cats could have...",
            "Actually, that cat was kinda pretty. If you don't mind, go to the border some more so they can talk to me again?"
        ]
    ],
    "broodingapp_toqueenapp": [
        [
            "queen's_apprentice",
            "queen",
            "brooding",
            "neutral",
            "platonic_like",
            "you_blind"
        ],
        [
            "Do you know how to defend yourself?",
            "If something were to try to harm these kits, how would you protect them?",
            "Hm ... I suppose that's a ... decent strategy. But your form is sloppy, and your technique needs work.",
            "Come and find me sometime, and I'll show you."
        ]
    ],
    "brooding_leader": [
        [
            "you_kitten",
            "newborn",
            "brooding",
            "neutral"
        ],
        [
            "Hm? A kit? What are you doing?",
            "Shouldn't you be in the nursery?",
            "The leader's den is no place for one so young ..."
        ]
    ],
    "brooding_medapp": [
        [
            "apprentice",
            "brooding",
            "dislike"
        ],
        [
            "[After a lot of pestering from the kits, you agree to show off some of the skills m_n taught you, and host a little training session.]",
            "[t_c pads by the nursery, pausing to watch your demonstration.]",
            "You call that a hunter's crouch? Tch...",
            "Your stance is all wrong- your tail is too high and your paws are too close together.",
            "And not to mention that mangy pelt... m_n has got some work to do, that's for sure.",
            "[t_c flicks {PRONOUN/t_c/poss} tail as {PRONOUN/t_c/subject} {VERB/t_c/leave/leaves} the nursery, leaving you dumbfounded as r_k looks at you confusedly.]"
        ]
    ],
    "brooding_deputy": [
        [
            "no_kit",
            "brooding",
            "neutral",
            "you_silly",
            "you_unlawful",
            "you_cool"
        ],
        [
            "y_c. We have something to discuss.",
            "You've been avoiding patrols lately. Don't even try to deny it.",
            "I know you don't like to take things seriously, but this is reality. We are warriors. Face it. Or don't.",
            "But just know that your lack of initiative could cost your Clanmates shelter, food, warmth and safety. Are you willing to risk it?",
            "[t_c glowers at you, {PRONOUN/t_c/poss} expression unnervingly cold. StarClan, you forgot how scary {PRONOUN/t_c/subject} can be when {PRONOUN/t_c/subject} {VERB/t_c/need/needs} to ...]"
        ]
    ],
    "leader_4": [
        [
            "Any",
            "you_shunned",
            "you_blind",
            "they_blind"
        ],
        [
            "I never thought one of my own would stoop so low."
        ]
    ],
    "leader_5": [
        [
            "Any",
            "you_shunned",
            "you_blind",
            "they_blind"
        ],
        [
            "Your loyalty to our Clan is forever tarnished."
        ]
    ],
    "leader_6": [
        [
            "Any",
            "you_shunned",
            "you_blind",
            "they_blind"
        ],
        [
            "The blood of your victim stains your paws, and it will haunt you."
        ]
    ],
    "leader_7": [
        [
            "Any",
            "you_shunned",
            "you_blind",
            "they_blind"
        ],
        [
            "You have broken the code that binds us together as warriors."
        ]
    ],
    "leader_8": [
        [
            "Any",
            "you_shunned",
            "you_blind",
            "they_blind"
        ],
        [
            "Your actions have brought shame upon our entire Clan."
        ]
    ],
    "leader_9": [
        [
            "Any",
            "you_shunned",
            "you_blind",
            "they_blind"
        ],
        [
            "You will never be able to wash away the guilt that will follow you."
        ]
    ],
    "leader_10": [
        [
            "Any",
            "you_shunned",
            "you_blind",
            "they_blind"
        ],
        [
            "In the eyes of StarClan, you are a murderer."
        ]
    ],
    "assertive_mentor3": [
        [
            "apprentice",
            "assertive",
            "from_mentor",
            "you_blind",
            "they_blind"
        ],
        [
            "Something I've noticed about you, y_c, is that you think too much.",
            "That's not exactly a bad thing, plenty of apprentices are hesitant, but in the heat of battle, there's no time for thinking. You just have to see the target in front of you, and go for it!",
            "Then again, I can't even remember how many times I've been chewed out by the deputy for acting too rashly ...",
            "I guess it's all about balance. You can't doubt yourself too much, but you can't be blinded by confidence, either.",
            "It's a tough thing to master, but I know you can do it!"
        ]
    ],
    "assertive_mentor": [
        [
            "you_apprentice",
            "assertive",
            "unlawful",
            "from_mentor",
            "you_blind",
            "they_blind"
        ],
        [
            "Hey, y_c! Ready to start the day? I was thinking we could ditch the training grounds today and, instead, practice more real-world applied stuff.",
            "Ah, don't look so worried. We don't have to do everything totally by the rules all the time! Sometimes, it's better to go off the beaten path.",
            "I'll meet you by the camp entrance, m'kay?"
        ]
    ],
    "assertive_jealous1": [
        [
            "Any",
            "sibling",
            "half sibling",
            "kitten",
            "adopted_sibling",
            "half sibling",
            "dislike",
            "assertive",
            "you_blind",
            "they_blind"
        ],
        [
            "What did I do in a past life to wind up related to you, y_c?",
            "Must've been really terrible."
        ]
    ],
    "assertivewarrior_mediatorapp1": [
        [
            "kitten",
            "from_adopted_kit",
            "from_kit",
            "platonic_like",
            "they_blind",
            "you_deaf",
            "they_deaf"
        ],
        [
            "[It's hard to believe your own kit is in charge of you now ...]",
            "[The sight of {PRONOUN/t_c/object} in the leader's den fills your heart with pride!]"
        ]
    ],
    "assertive_parent4_3": [
        [
            "from_adopted_kit",
            "from_kit",
            "kitten",
            "assertive",
            "you_blind",
            "they_blind"
        ],
        [
            "Hehe, quit trying to fix my fur, y_c!",
            "I'm not a kit anymore, I know how to do it myself!"
        ]
    ],
    "assertivewarrior_mediatorapp1_2": [
        [
            "mediator_apprentice",
            "mediator",
            "assertive",
            "unabashed",
            "you_blind",
            "they_blind"
        ],
        [
            "Oh no you don't, y_c. Don't even try to convince me to make nice with r_c - it's not gonna happen. {PRONOUN/r_c/subject/CAP} totally stole the last fish from the freshkill pile! {VERB/r_c/Don't/Doesn't} {PRONOUN/r_c/subject} know that it's my favorite?",
            "Okay, okay ... if you insist, I guess I can try talking to {PRONOUN/r_c/object} again.",
            "But don't try to get me to watch my tongue. If someone's acting like a stupid piece of fox-dung, I'm gonna call them a stupid piece of fox-dung!!!"
        ]
    ],
    "assertivewarrior_mediatorapp2": [
        [
            "mediator_apprentice",
            "mediator",
            "assertive",
            "silly",
            "unlawful",
            "cool",
            "you_blind",
            "they_blind"
        ],
        [
            "Look, I know I can be reckless and headstrong and foolish and stubborn ...",
            "But I didn't mean to steal r_c's catch! Seriously! And now {PRONOUN/r_c/subject}{VERB/r_c/'re/'s} acting all huffy about it ...",
            "Any chance you could help me talk it out with {PRONOUN/r_c/object}?"
        ]
    ],
    "assertive_5": [
        [
            "kitten",
            "dislike",
            "assertive",
            "cool",
            "unlawful",
            "neutral",
            "non-related",
            "you_blind",
            "they_blind"
        ],
        [
            "Hey, mouse-brain! Watch where you're going!",
            "Wait, I recognize you. You're one of the new kits, right? Shouldn't you be in the nursery?",
            "Hmph. Whatever. Just stay outta the real warriors' way, before someone squishes you."
        ]
    ],
    "assertive_tokit": [
        [
            "kitten",
            "assertive",
            "unlawful",
            "you_blind",
            "they_blind"
        ],
        [
            "Ah, y_c! There's the little bruiser! How're you doing? Growing up big and strong?",
            "Y'know, at your age, I used to get into all sorts of trouble. Sneaking out of the nursery, following around the apprentices ... not to give you any ideas, or anything. Ahaha!",
            "[t_c's laugh is so loud that it almost shakes your whole body.]"
        ]
    ],
    "assertive_elder_2": [
        [
            "deputy",
            "assertive",
            "dislike",
            "you_blind",
            "they_blind"
        ],
        [
            "Yeah, I sent out a border patrol today. What about it?",
            "You ... already sent one out earlier?",
            "Well, why in StarClan's name would you not tell me that?!",
            "Now I gotta ... Just ... Ugh!",
            "[t_c stalks away muttering curses. You can't tell if you resent {PRONOUN/t_c/poss} disrespectful attitude, or respect it.]"
        ]
    ],
    "assertive_app29": [
        [
            "mediator",
            "mediator_apprentice",
            "assertive",
            "platonic_like",
            "comfort",
            "trust",
            "from_parent",
            "from_mate",
            "sibling",
            "adopted_sibling"
        ],
        [
            "Tch. Did you see what a snake-heart r_c was acting like earlier? And over a piece of prey, no less!",
            "Cat's so mouse-brained, probably can't even tell {PRONOUN/r_c/poss} own tail from a willow branch ...",
            "... Whoa, what? Wait, you want me to apologize to {PRONOUN/r_c/object}?",
            "But {PRONOUN/r_c/subject} {VERB/r_c/were/was} in the wrong, not me! Why even entertain {PRONOUN/t_c/poss} behavior with an apology?",
            "If {PRONOUN/r_c/subject}{VERB/r_c/'re/'s} mad, who cares! Let 'em stay mad! {PRONOUN/r_c/subject/CAP} can stay mad forever, for all I care!",
            "Look, I know you're the mediator, and it's your job to resolve conflicts, or whatever, but ... you love me. Shouldn't you be on my side?",
            "You'd really choose them over me?"
        ]
    ],
    "assertive_app29_2": [
        [
            "mediator",
            "mediator_apprentice",
            "assertive",
            "you_blind",
            "they_blind"
        ],
        [
            "Let me guess. You've come to patch things up between me and r_c, 'cause of the fight we had earlier. That right?",
            "I'll save you a few words - it's not gonna happen. Why's it always me that's gotta be in the wrong, huh? Why not force {PRONOUN/r_c/object} to apologize?",
            "Go find somebody else's problem to fix."
        ]
    ],
    "assertive_elder_3": [
        [
            "elder",
            "assertive",
            "cool",
            "silly",
            "unlawful",
            "platonic_like",
            "romantic_like",
            "from_mate"
        ],
        [
            "Hey, furbag. I brought you something!",
            "[t_c lays a colorful feather at your paws.]",
            "I know this is your favorite color, and you miss exploring the territory. So I knew I just had to bring it to you.",
            "Yeah, yeah, don't get all soft on me, hehe. Wanna grab a meal together?"
        ]
    ],
    "assertive_elder_4": [
        [
            "apprentice",
            "warrior",
            "deputy",
            "assertive",
            "you_blind",
            "they_blind"
        ],
        [
            "Hey, y_c! Wanna spar?",
            "Don't worry about being too rough, either ... I got nine whole lives to waste! Hehe!"
        ]
    ],
    "assertive_elder_5": [
        [
            "deputy",
            "assertive",
            "you_blind",
            "they_blind"
        ],
        [
            "All the patrols out? Good!",
            "I gotta admit, it sure is nice to have a deputy as smart as you to deal with all the nitty gritty parts of Clan management.",
            "Just wait until you're leader! You'll see exactly what I mean."
        ]
    ],
    "assertive_elder_6": [
        [
            "deputy",
            "assertive",
            "you_blind",
            "they_blind"
        ],
        [
            "We're getting close to the Gathering ... Better start thinking about who should go.",
            "What do you think of r_c ...? Mm, maybe next moon.",
            "Hmm. How about you keep brainstorming, and get back to me?"
        ]
    ],
    "assertive_elder_7": [
        [
            "deputy",
            "assertive",
            "platonic_like"
        ],
        [
            "What do you think of r_c's leadership skills? Do you think {PRONOUN/r_c/subject} {VERB/r_c/have/has} potential?",
            "[You explain to t_c your observations and intuitions about the cat's behavior, citing specific examples and instances of times when you feel {PRONOUN/r_c/subject}{VERB/r_c/'ve/'s} exhibited leadership.]",
            "Oh ... I see.",
            "[t_c nods, eyes glinting with pride. Was ... Was that just a test all along?]"
        ]
    ],
    "assertive_elder_8": [
        [
            "deputy",
            "assertive",
            "dislike",
            "they_blind"
        ],
        [
            "What do you think of r_c's leadership skills? Do you think {PRONOUN/r_c/subject} {VERB/r_c/have/has} potential?",
            "[In all honesty, you hadn't thought about it that much. You've been so busy with other things ... you mumble through a half-baked explanation about how the cat is probably suited for leadership, in certain situations.]",
            "Oh ... I see.",
            "[t_c arches a brow. If that was meant to be a test, you clearly didn't do too well.]"
        ]
    ],
    "assertive_elder_9": [
        [
            "deputy",
            "assertive",
            "dislike",
            "you_blind",
            "they_blind"
        ],
        [
            "Hey, uh, I already sent out all the patrols for today. You can just go do ... I dunno. Whatever it is you do.",
            "[You tense. Does t_c not trust you to do your job?]"
        ]
    ],
    "assertive_elder_10": [
        [
            "warrior",
            "mediator",
            "queen",
            "medicine_cat",
            "deputy",
            "assertive",
            "trust",
            "comfort",
            "platonic_like",
            "you_blind",
            "they_blind"
        ],
        [
            "*Sigh* Y'know, y_c, sometimes I wonder if I'm really cut out for this ...",
            "I'm supposed to be out on the battlefield fighting alongside my Clanmates! Not ... organizing patrols and negotiating territory!",
            "On the worst nights, I wonder why my leader even chose me to succeed them ... This responsibility was never something I signed up for!",
            "If I could do it all over again, would I even have accepted my nine lives at all?"
        ]
    ],
    "assertive_elder_11": [
        [
            "warrior",
            "mediator",
            "queen",
            "medicine_cat",
            "deputy",
            "assertive",
            "trust",
            "comfort",
            "platonic_like"
        ],
        [
            "Everycat in the whole Clan is counting on me ... Do they know I have no idea what I'm doing?",
            "Never in a million moons did I ever dream I'd actually be leader ...",
            "I know I'm strong, but this position takes a whole new type of strength. I'm just not sure if I can ...",
            "[You assure t_c that StarClan chose {PRONOUN/t_c/object} for a reason and there's no better cat in the Clan for the job. {PRONOUN/t_c/subject/CAP} {VERB/t_c/seem/seems} to relax a little, but {PRONOUN/t_c/poss} gaze is still tinged with uncertainty ...]"
        ]
    ],
    "assertive_elder_12": [
        [
            "kitten",
            "assertive",
            "non-related",
            "cool",
            "silly",
            "you_blind",
            "they_blind"
        ],
        [
            "Hey there, little guy!",
            "Hehe, no need to look so scared. I don't bite!",
            "... Aren't I important?",
            "Well, sure, I'm important, but never too important to spend time with my Clan's great future warriors!",
            "Now, tell me, how are you liking life in c_nClan? You growing up okay? Everybody treating you well?",
            "If anything's ever bothering you, or there's something on your mind, never hesitate to speak up. This Clan is full of cats who want to help you grow up to be the best version of yourself you can be, myself included. Okay?",
            "Now, go play! And make sure you save a game for me later! Hehe!"
        ]
    ],
    "assertive_elder_13": [
        [
            "apprentice",
            "medicine_cat_apprentice",
            "queen's_apprentice",
            "mediator_apprentice",
            "assertive",
            "respect",
            "platonic_like",
            "you_blind"
        ],
        [
            "y_c, look at you! You are just growing up way too fast for your own good. Pretty soon, you'll be outpacing even me!",
            "I better look out, or else c_nClan may have a new leader soon! Hehehe!"
        ]
    ],
    "assertive_elder_14": [
        [
            "kitten",
            "assertive",
            "you_blind",
            "they_blind"
        ],
        [
            "Hey, y_c! Sure, I'll play a game! Who do you want to play as?",
            "... Leader?",
            "[One of the queens quickly intervenes, apologizing to t_c for your transgression, but {PRONOUN/t_c/subject} quickly {VERB/t_c/brush/brushes} it off.]",
            "Ah, don't worry about it. I'm happy to give up my position to y_c for a time. {PRONOUN/y_c/subject/CAP}'ll probably do a better job at it than I do, heh!",
            "So, fearless leader, what are we going to do today?",
            "[You spend a few minutes delightfully ordering t_c around until the deputy comes and steals {PRONOUN/t_c/object} away.]"
        ]
    ],
    "assertive_elder_15": [
        [
            "apprentice",
            "warrior",
            "assertive",
            "dislike",
            "you_blind",
            "they_blind"
        ],
        [
            "y_c, today I'm assigning you to a solo patrol to the Thunderpath.",
            "... Yes, I know it's dangerous. That's the whole point. We are warriors, in case you've forgotten, not cowardly kittypets.",
            "Now, hurry up, and get out there already!"
        ]
    ],
    "assertive_elder_16": [
        [
            "Any",
            "assertive",
            "dislike",
            "you_blind",
            "they_blind"
        ],
        [
            "y_c, what's the problem? I'm very busy!",
            "... You just want to 'chat' with me?",
            "Hmph. If I were you, I'd smarten up and know better than to come to me with stuff like that. Especially now.",
            "Got it?"
        ]
    ],
    "assertive_elder_17": [
        [
            "Any",
            "assertive",
            "greenleaf",
            "you_blind",
            "they_blind"
        ],
        [
            "Ahh ... plentiful prey, good health, greenleaf is when c_nClan is at its best!",
            "It's also, coincidentally, when my job's easiest! Hehe!"
        ]
    ],
    "assertive_elder_18": [
        [
            "Any",
            "assertive",
            "platonic_love",
            "you_blind",
            "they_blind"
        ],
        [
            "What's going on, y_c? I feel like you've been avoiding me lately.",
            "You're ... worried I'm too busy for you?",
            "Psh. Crazy talk!",
            "Even though I'm leader, I'll always make time for you. You're important to me! The rest of the Clan can wait.",
            "You don't know if StarClan would approve of that?",
            "Ah, who cares what those old, dead cats think? This is the land of the living!",
            "And if I'm not allowed to spend time with you, then may they strike me down where I stand."
        ]
    ],
    "assertive_elder_19": [
        [
            "apprentice",
            "medicine_cat_apprentice",
            "mediator_apprentice",
            "queen's_apprentice",
            "platonic_like",
            "respect",
            "you_blind",
            "they_blind",
            "they_hearing"
        ],
        [
            "Hey, young y_c. Training hard?",
            "We're all proud of you, kiddo. Don't think all your progress has gone unnoticed! I've been hearing great things!",
            "It may be too soon to say, but there may be a new suffix coming your way ... If you have any requests, just let me know! *Wink*"
        ]
    ],
    "assertive_elder_20": [
        [
            "assertive",
            "deputy",
            "warrior",
            "medicine_cat",
            "queen",
            "trust",
            "comfort",
            "respect",
            "you_blind",
            "they_blind"
        ],
        [
            "Some cats criticize me for being too reckless in my decision making ... fox-dung, I say!",
            "Of course I value the lives of all my Clanmates, but if there's one thing I value more, it's the principles and virtues that make this Clan what it is.",
            "Strength, courage, honor, skill ... These are all things that are too precious to forsake. And if something comes by to threaten those things, you bet I'm gonna fight back with everything I've got to protect them!",
            "That's what being a warrior is all about. Not cowering like a kittypet and letting others take what's rightfully ours, just to save a few drops of blood from being spilled."
        ]
    ],
    "assertive_elder_21": [
        [
            "medicine_cat_apprentice",
            "medicine_cat",
            "you_blind",
            "they_blind"
        ],
        [
            "Heard anything from StarClan lately?",
            "Great! If we're all about to die, just do me a favor and let me know. You know where to find me! *wink*"
        ]
    ],
    "assertive_queen": [
        [
            "queen's_apprentice",
            "queen",
            "assertive",
            "cool",
            "sweet",
            "silly",
            "you_blind",
            "they_blind"
        ],
        [
            "Heya, y_c! How are the little ones today?",
            "If you ever need any help at all, just give me a shout. I know they can be a pawful! Heh."
        ]
    ],
    "assertive_queensapp2": [
        [
            "queen's_apprentice",
            "queen",
            "assertive",
            "upstanding",
            "you_blind",
            "they_blind"
        ],
        [
            "Hey, y_c! How are the kits today?",
            "Ahhhh! StarClan, they're so cute! Can I help groom them?",
            "Or - how about this? Maybe, every once in a while, I can hold a little kit-training session! Help them get a head start on their apprenticeships! It'll be like having a den of little warriors, hehehe!",
            "Though, I guess I can see how that wouldn't be the best for you ...",
            "Oh, what the heck. Let the kits be kits for now! They'll start their training when they're ready.",
            "Seeya, y_c! I'll definitely have to come and visit more often."
        ]
    ],
    "assertive_queensapp1": [
        [
            "queen's_apprentice",
            "assertive",
            "cool",
            "brooding",
            "unabashed",
            "unlawful",
            "dislike",
            "you_blind",
            "they_blind"
        ],
        [
            "Hehe. Of course you'd never leave the nursery, y_c.",
            "You don't have what it takes to be a real warrior. Not in a million moons!",
            "But, uh, this is ... okay too, I guess! If you think becoming a full-time kitsitter is comparable to, y'know ... finding food and protecting the Clan from danger.",
            "Have fun hanging out with the queens, y_c. *Snrk*"
        ]
    ],
    "assertivewarrior_mediatorapp_2": [
        [
            "you_mediator_apprentice",
            "they_older",
            "no_kit",
            "assertive",
            "cool",
            "upstanding",
            "brooding",
            "dislike",
            "you_blind",
            "they_blind"
        ],
        [
            "Oh, absolutely not. No way a little apprentice is going to tell me what's right and what's wrong.",
            "Could you at least get your mentor over here, or something? Needing a so-called 'mediator' is already humiliating enough as it is.",
            "Let alone when they're barely out of the nursery."
        ]
    ],
    "assertive_mediatorapp3": [
        [
            "mediator_apprentice",
            "assertive",
            "unabashed",
            "brooding",
            "you_blind",
            "they_blind"
        ],
        [
            "y_c, I think that peace is a noble pursuit, and all, but don't you think that there's some cases where conflict is necessary?",
            "What about standing up for what's right? What about fighting for justice and fairness? You're still just an apprentice. You have a lot to learn about Clan life.",
            "And, from what I've learned, sometimes the true only way to settle a dispute is with teeth and claws.",
            "No matter what your mentor might tell you."
        ]
    ],
    "assertivewarrior_med7": [
        [
            "medicine_cat",
            "medicine_cat_apprentice",
            "platonic_like",
            "assertive",
            "cool",
            "unabashed",
            "unlawful",
            "you_blind",
            "they_blind"
        ],
        [
            "Y'know, sometimes I worry about you, y_c. If anything ever tries to hurt you, then how will you defend yourself?",
            "Though, I guess if I were caught out in the cold, I wouldn't be able to patch myself up, either ...",
            "Tell you what. How about, when you have a little down time, I can teach you some basic battle moves? And, likewise, you can teach me some stuff about healing!",
            "That way, we can both make each other stronger.",
            "See you soon!"
        ]
    ],
    "assertive_med6": [
        [
            "medicine_cat",
            "medicine_cat_apprentice",
            "assertive",
            "you_blind"
        ],
        [
            "Hey, y_c! I got into a bit of trouble again. No big deal, just a scratch!",
            "[It is not, in fact, just a scratch. In fact, t_c is bleeding all over the medicine den. {PRONOUN/t_c/subject/CAP} {VERB/t_c/chat/chats} loudly as you hurry to help {PRONOUN/t_c/object}.]",
            "Man, I must be using up, like, half your herb stores, huh? But where's the fun in being careful? Besides, I know you could use some company in here.",
            "Oh man, what type of herbs are those? They look cool. Are you talking to StarClan? Can you hear them right now?",
            "[You finish helping t_c with {PRONOUN/t_c/poss} injury.]",
            "Hey, thanks! I owe you a bunch! What? You want me to stay and rest? Sorry, y_c. That's not really my style. I gotta get back out there!",
            "But, ah, maybe I'll try to go a little easier. Just for you. *Wink*"
        ]
    ],
    "assertivewarrior_med5": [
        [
            "medicine_cat",
            "medicine_cat_apprentice",
            "mediator_apprentice",
            "mediator",
            "queen's_apprentice",
            "queen",
            "elder",
            "assertive",
            "you_blind",
            "they_blind"
        ],
        [
            "Doesn't it drive you insane, being cooped up inside camp all day?",
            "What about the thrill of adventure? The wind in your fur? The satisfaction of killing a hard-earned piece of prey?",
            "Respect to you, y_c. I could never do what you do. Though, I suppose the Clan needs all types of cats to function."
        ]
    ],
    "assertiveapp_medapp1": [
        [
            "medicine_cat_apprentice",
            "medicine_cat",
            "platonic_like",
            "assertive",
            "unabashed",
            "silly",
            "they_blind"
        ],
        [
            "y_c, if you ever need a warrior escort while gathering herbs, you'll come to me, right?",
            "I'll keep you safe from any danger that comes your way! Yah! Hiyah!",
            "[t_c mimes battle moves against imaginary enemies.]"
        ]
    ],
    "assertive_medapp": [
        [
            "you_medicine_cat_apprentice",
            "they_any",
            "they_older",
            "assertive",
            "unlawful",
            "unabashed",
            "you_blind",
            "they_blind"
        ],
        [
            "How's it going, mini-medicine cat? Herbal life treating you well?",
            "Don't worry, I'm not going to run headfirst into trouble and injure myself today.",
            "As for tomorrow? Who knows!"
        ]
    ],
    "assertive_warrior": [
        [
            "apprentice",
            "assertive",
            "unlawful",
            "you_blind",
            "they_blind"
        ],
        [
            "Heads up, y_c! Moss in the elders' den needs changing!",
            "Guess being a warrior's not always fighting battles and scaring off kittypets, huh?",
            "But there's still plenty of that, too, if you're lucky. Hehehe."
        ]
    ],
    "assertive_tokit_2": [
        [
            "kitten",
            "platonic_like",
            "assertive"
        ],
        [
            "Hey, y_c! I brought you back something from my last patrol. Take a look!",
            "[t_c drops a colorful feather at your paws.]",
            "You wanna know how I found it? Oh, it's a crazy story. I was on a hunting patrol, when I found this huge bird, and ...",
            "[t_c regales you with a daring story full of thrills, twists, and turns.]",
            "... And then I got the feather! Quite the adventure, no?",
            "Just wait until you're old enough. You'll be having plenty of adventures of your own before you know it!"
        ]
    ],
    "assertive_misc": [
        [
            "warrior",
            "apprentice",
            "assertive",
            "unlawful",
            "unabashed",
            "you_neurotic",
            "you_introspective",
            "you_sweet",
            "you_blind",
            "they_blind"
        ],
        [
            "Yaknow, y_c, I never really found you all that convincing as a warrior.",
            "Real warriors are strong! We're fearless! We never back down from a fight!",
            "But in you, I sense ... uncertainty.",
            "Maybe you should see the medicine cat about it."
        ]
    ],
    "assertive_rom": [
        [
            "Any",
            "assertive",
            "romantic_like",
            "they_blind"
        ],
        [
            "Hey, y_c! I just got a new scar today! Wanna come take a look?",
            "Yeah, I ran into a little dog out at the edge of a territory. Wasn't too hard to chase off, but it gave me a little nick. Medicine cat says it's probably never going away.",
            "[You brush your tail over t_c's scar, and {PRONOUN/t_c/subject} {VERB/t_c/seem/seems} a little too thrilled by the gesture for it to just be friendly.]"
        ]
    ],
    "introspective_lead": [
        [
            "any",
            "introspective",
            "they_blind"
        ],
        [
            "Oh y_c, good morning, it's nice to see cats up bright and early.",
            "Did d_n put you on a patrol?",
            "Yeah, I know. {PRONOUN/d_n/subject/CAP}{VERB/d_n/'re/'s} really good at what {PRONOUN/d_n/subject} {VERB/d_n/do/does}. Very organised. StarClan has blessed me with {PRONOUN/d_n/object} as my deputy.",
            "Makes keeping the Clan organised much easier, as I'm not constantly worried about organising everything. {PRONOUN/d_n/subject/CAP} {VERB/d_n/have/has} a talent for it."
        ]
    ],
    "introspective_lead_1": [
        [
            "any",
            "introspective",
            "you_blind",
            "they_blind"
        ],
        [
            "... Good morning, y_c.",
            "Yes, yes. I'm fine. I've just... Been thinking.",
            "Is StarClan and the Dark Forest all that's out there? Is there something beyond that? Maybe beyond our own perceptions.",
            "Maybe all of our actions are being controlled by a being even stronger than StarClan, using some sort of magic to view us to see what we're up to.",
            "Maybe they'd get bored of us, or think I'm not good enough to be leader, and force you to kill me to take my place.",
            "... Yes, t_c. You've been up too long. You need to go to bed.",
            "I'll... see you later, y_c. Please don't tell anyone we spoke about this. They'll probably think I'm going senile."
        ]
    ],
    "introspective_lead_2": [
        [
            "any",
            "introspective"
        ],
        [
            "y_c. Good afternoon.",
            "Yes. I'm perfectly okay. Just sitting and watching...",
            "[{PRONOUN/t_c/subject/CAP} {VERB/t_c/gesture/gestures} over to a lake, where the moon echoes in the water.]",
            "The moon is an interesting force. It's bright and lights the way, so we can see our paws when the individual lights cannot show us.",
            "I wonder if it's the whole of StarClan, concentrated. StarClan's eyes. Or maybe it's our ancestors' love for us. The moon's always there for us, it's... everlasting.",
            "... That's a nice thought. That we're not doing everything for nothing. Those before us think about us just as much as we think about them. It guides us like I try to do for our Clan.",
            "... Yes, of course. I'll speak to you tomorrow, y_c. May the moon follow you back to camp."
        ]
    ],
    "introspective_lead_3": [
        [
            "any",
            "introspective",
            "you_blind"
        ],
        [
            "... Good morning.",
            "The sun's especially bright this morning. It's difficult to think.",
            "You know, as leader, I think I'm supposed to be like the sun, in many regards.",
            "I'm meant to be bright, ever knowing, everlasting. I'm supposed to warm everycat's pelt and shine everyday to keep everything organised and together.",
            "But, perhaps that's not my path. I could be like the moon instead. Still bright and guiding my Clan, but allowing them the freedom to act, to think. To breathe.",
            "Guiding, but not suffocating. You understand what I mean, y_c?"
        ]
    ],
    "introspective_lead_4": [
        [
            "any",
            "introspective",
            "you_blind",
            "they_blind"
        ],
        [
            "...",
            "[t_c is resting in the leader's den.]",
            "... y_c. Is something the matter?",
            "I'm fine, mostly. Just taking a break from Clan affairs. I'm not needed out there at this moment, therefore I can just... relax. You know?",
            "I'll be out later, don't worry about me."
        ]
    ],
    "introspective_lead_5": [
        [
            "any",
            "introspective",
            "you_blind",
            "they_blind"
        ],
        [
            "It's lovely to run into you, y_c. How are you doing today?",
            "I'm doing absolutely fine. Just got back from a patrol, it needed to be done.",
            "I may be the leader of the Clan, but I still live here, and therefore I still need to help provide for everycat.",
            "Good conversation won't fill any bellies, after all."
        ]
    ],
    "assertivewarriorapp_comfort": [
        [
            "you_any",
            "they_leader",
            "assertive",
            "platonic_love",
            "no_kit",
            "you_blind",
            "they_blind"
        ],
        [
            "Huh? Oh, nothing's wrong ...",
            "Just ... had a bad day, is all ...",
            "*Sigh* y_c, have you ever felt like you're not enough for anyone?",
            "Usually, when it comes to making a decision, I never hesitate. Whatever the obstacle, I'll run headfirst into it, no questions asked.",
            "But, today, on patrol, I didn't listen to the leader, and accidentally ran straight into an enemy trap. Luckily, r_w was there to keep everycat safe, but because of me, my Clanmates could've been hurt, or worse.",
            "I just feel like such a failure. A liability. I can't help the way I am, but what if everycat's better off without me?",
            "[You offer t_c words of reassurance, but {PRONOUN/t_c/subject} {VERB/t_c/seem/seems} troubled beyond comforting.]",
            "[Still, you sit with {PRONOUN/t_c/object} through the night, hoping to stabilize {PRONOUN/t_c/object} through whatever storm {PRONOUN/t_c/subject} might be weathering right now.]"
        ]
    ],
    "assertive_dislike1": [
        [
            "Any",
            "assertive",
            "silly",
            "unlawful",
            "dislike",
            "you_blind",
            "they_blind"
        ],
        [
            "Sorry, is someone talking to me right now?"
        ]
    ],
    "assertive_dislike1_2": [
        [
            "Any",
            "assertive",
            "unabashed",
            "brooding",
            "dislike",
            "you_blind",
            "they_blind"
        ],
        [
            "Can't you see I'm busy, mousebrain? Go bother someone else!"
        ]
    ],
    "assertive_dislike1_3": [
        [
            "Any",
            "assertive",
            "dislike",
            "you_blind",
            "they_blind"
        ],
        [
            "Go away!!!"
        ]
    ],
    "assertive_dislike1_4": [
        [
            "Any",
            "assertive",
            "cool",
            "dislike",
            "no_kit",
            "you_blind"
        ],
        [
            "Hey, y_c. You're looking smaller than usual. Maybe it's time to catch up on your training.",
            "*Snrk.*"
        ]
    ],
    "assertive_like": [
        [
            "Any",
            "assertive",
            "silly",
            "platonic_like",
            "romantic_like",
            "from_mate",
            "you_blind",
            "they_blind"
        ],
        [
            "Hey, flea-brain! I've been eyeing this huge thrush on the freshkill pile all day - wanna share it?",
            "What the - the thrush is totally missing! But I was saving it for us!",
            "That's it! I will not rest until the cat who did this is hunted down ... AND BROUGHT TO JUSTICE!!!",
            "[You and t_c dissolve into a fit of giggles.]"
        ]
    ],
    "assertivewarrior_leader4": [
        [
            "leader",
            "assertive",
            "you_blind",
            "they_blind"
        ],
        [
            "If you want my advice, y_c, you should never be afraid of conflict.",
            "Conflict is a natural part of life! And if another Clan or some mouse-brained rogues want to take what's rightfully ours, then it's our job to teach them a lesson. Remember that next time we run into trouble.",
            "I don't know a single self-respecting warrior who'd follow a leader that runs rather than fights."
        ]
    ],
    "unabashed_leader2": [
        [
            "unabashed",
            "no_kit",
            "dislike",
            "you_blind",
            "they_blind"
        ],
        [
            "You need to clean up your act, y_c. You've been severely underperforming- don't think I haven't noticed.",
            "Everycat has to do their part, and that includes you, so don't make others pick up your slack."
        ]
    ],
    "unabashed_leader1": [
        [
            "unabashed",
            "any",
            "platonic_like",
            "you_blind",
            "they_blind"
        ],
        [
            "You know, it's kind of weird to think that I could probably get c_nClan to do just about anything.",
            "Well, I guess not ANYTHING, but a whole lot of crazy stuff.",
            "Heck, I could even just declare that no one's allowed to be mean to you!",
            "[t_c starts laughing in an almost scary manner.]",
            "...What do you mean that's corruption? I'd be nice about it! Probably.",
            "...Nah, you're right. The Clan should probably be glad d_n is there to stop me."
        ]
    ],
    "bloodthirsty_pos_Rr": [
        [
            "Any",
            "platonic_love",
            "fierce",
            "bloodthirsty",
            "competitive",
            "they_blind"
        ],
        [
            "Hey, y_c. You want to see this scar I got? It's new.",
            "It happened during a training session. I was practicing my battle moves, and I guess I got carried away ...",
            "Sometimes everycat assumes I'm vicious and I might hurt them, but I would never! Ever!",
            "It's just that I'm going to be the strongest warrior this Clan has ever seen. Stronger than the strongest. I just have to figure out what I'm really capable of ..."
        ]
    ],
    "bloodthirsty_pos1_Rr": [
        [
            "apprentice",
            "warrior",
            "platonic_like",
            "brooding",
            "assertive",
            "competitive"
        ],
        [
            "Hey, y_c. Wanna spar?",
            "What's that? You're exhausted from yesterday's training?",
            "Hmph. Better get some rest then."
        ]
    ],
    "bloodthirsty_rom_Rr": [
        [
            "apprentice",
            "warrior",
            "romantic_like",
            "brooding",
            "assertive"
        ],
        [
            "Hey. I saw you practicing your fighting techniques earlier.",
            "They looked pretty good, but they could be better.",
            "Your form is sloppy, unpracticed. It needs work. If you wanted, I could definitely show you how to fix it sometime.If you want.",
            "[If you didn't know any better, you'd think that t_c was blushing.]"
        ]
    ],
    "bloodthirsty_love_Rr": [
        [
            "Any",
            "platonic_like",
            "bloodthirsty",
            "they_blind"
        ],
        [
            "Hey. I know this is your favorite prey, so I caught it for you. I hope you like it.",
            "[You notice that it's a remarkably clean kill, which t_c isn't known for.]",
            "I wanted it to be perfect for you."
        ]
    ],
    "bloodthirsty_kit_Rr": [
        [
            "Any",
            "from_your_kit",
            "from_adopted_kit",
            "bloodthirsty",
            "fierce",
            "you_blind",
            "they_blind"
        ],
        [
            "Hmph. You think my battle moves are too violent? Come on, y_c.",
            "Violence is what makes the Clans what they are! Without it, we'd be no better than kittypets!",
            "Don't tell me you're afraid of your own kit!"
        ]
    ],
    "bloodthirsty_kit1_Rr": [
        [
            "Any",
            "from_your_kit",
            "from_adopted_kit",
            "bloodthirsty",
            "you_blind",
            "they_blind"
        ],
        [
            "Ugh, what do you want?",
            "Would you please stop hovering over me? I'm not in the nursery anymore. I'm my own cat, and I can catch my prey however I like.",
            "Even if it does involve beheading."
        ]
    ],
    "brooding_deputy19": [
        [
            "apprentice",
            "medicine_cat_apprentice",
            "queen's_apprentice",
            "mediator_apprentice",
            "brooding",
            "neutral",
            "non-related",
            "you_blind"
        ],
        [
            "Look alive, apprentice.",
            "I just got word back from m_n about your performance in training.",
            "It seems you've been doing ... satisfactory.",
            "Not bad. Keep up the good work and you'll earn your full name yet."
        ]
    ],
    "brooding_deputy13": [
        [
            "Any",
            "upstanding",
            "stable",
            "assertive",
            "introspective",
            "brooding",
            "they_blind"
        ],
        [
            "[You overhear t_c and d_n very seriously discussing some diplomatic affairs with o_cClan.]",
            "[Clearly, they're too busy with important matters to chat with you right now.]"
        ]
    ],
    "brooding_deputy14": [
        [
            "any",
            "brooding",
            "upstanding",
            "neurotic",
            "assertive",
            "you_deaf",
            "they_deaf"
        ],
        [
            "[The border patrol came back with news of Twolegs on the territory, so t_c personally guards the camp entrance, casting paranoid glances.]",
            "[It's clear {PRONOUN/t_c/subject} {VERB/t_c/take/takes} {PRONOUN/t_c/poss} job as leader very seriously.]"
        ]
    ],
    "brooding_deputy15": [
        [
            "any",
            "brooding",
            "stable",
            "introspective",
            "they_deaf",
            "they_blind"
        ],
        [
            "[You overheard a rumor that the leader of o_cClan is terrified of t_c, and it's not hard to see why.]",
            "[Sitting up on the highrock with that intense glare, {PRONOUN/t_c/subject} just {VERB/t_c/look/looks} so intimidating!]"
        ]
    ],
    "brooding_deputy16": [
        [
            "warrior",
            "medicine_cat",
            "mediator",
            "queen",
            "brooding",
            "stable",
            "introspective",
            "you_blind"
        ],
        [
            "Hey, I saw you talking with r_k earlier.",
            "The two of you seem awfully compatible ... what would you think about taking {PRONOUN/r_k/object} on as an apprentice?",
            "... I'll keep in mind. Thanks, y_c."
        ]
    ],
    "brooding_deputy17": [
        [
            "warrior",
            "medicine_cat",
            "mediator",
            "queen",
            "brooding",
            "introspective",
            "platonic_love",
            "you_blind",
            "they_blind"
        ],
        [
            "*Wince* Oof ...",
            "Oh, y_c, it's you.",
            "Yes, I'm fine. Just a bit sore, is all. I think I've been tensing my muscles while I sleep at night ...",
            "I'd thought I could handle the pressures of being leader, shouldering the responsibilities of the Clan, but it seems the stress is manifesting in other ways ...",
            "Ah, but come off it. I'm fine, I swear it. I'm a grown cat. I can handle my own issues.",
            "Though, maybe I should consult r_m, if it gets any worse ..."
        ]
    ],
    "brooding_leader0": [
        [
            "Any",
            "brooding",
            "neutral",
            "you_blind",
            "they_blind"
        ],
        [
            "... What do you need?",
            "Just to chat? Do you know who you're talking to?",
            "I'm the leader of c_nClan. I have far more important things to concern myself with than 'chatting'."
        ]
    ],
    "brooding_leader1": [
        [
            "medicine_cat",
            "medicine_cat_apprentice",
            "you_blind",
            "they_blind"
        ],
        [
            "[You tell t_c about an interesting dream you had recently that could be a potential omen from StarClan.]",
            "Hm ...",
            "Duly noted, y_c. Thank you for telling me. Please keep me updated if you hear anything more."
        ]
    ],
    "brooding_leader2": [
        [
            "medicine_cat",
            "medicine_cat_apprentice",
            "dislike",
            "you_blind",
            "they_blind"
        ],
        [
            "[You tell t_c about an interesting dream you had recently that could be a potential omen from StarClan.]",
            "Hm ...",
            "Is that all?",
            "In case you haven't noticed, I'm the leader, y_c. I have more pressing things to worry about than your so-called 'interesting' dreams.",
            "If a StarClan cat actually appears to you, that would be a cause for concern. Until then, you can keep your vague impressions to yourself."
        ]
    ],
    "brooding_leader3": [
        [
            "any",
            "brooding",
            "they_blind",
            "you_deaf"
        ],
        [
            "[t_c is talking with a mediator from o_cClan just outside of camp.]",
            "[The mediator tries to laugh and make jokes to ease the tension, but t_c won't even offer them a polite smile.]",
            "[You hope your leader's hatred for small talk doesn't lead to serious conflict between the Clans ...]"
        ]
    ],
    "newborn_fromleader": [
        [
            "newborn",
            "platonic_like",
            "you_blind",
            "they_blind"
        ],
        [
            "Our next little warrior.",
            "Grow up to make c_nClan proud, y_c."
        ]
    ],
    "newborn_fromleader1": [
        [
            "newborn",
            "neutral",
            "you_blind"
        ],
        [
            "Hm ...",
            "No, they're cute, y_p, don't get me wrong ...",
            "I'm just worried about how fast our Clan is growing.",
            "We may have to start sending out more hunting patrols to keep up."
        ]
    ],
    "newborn_fromleader2": [
        [
            "newborn",
            "assertive",
            "cool",
            "platonic_like",
            "you_blind",
            "they_blind"
        ],
        [
            "[You bat at t_c's nose with your paw.]",
            "Heh. Spirited little thing!",
            "I might have to be careful, or else y_c just might grow up and take my job! Hehe!"
        ]
    ],
    "cool_5": [
        [
            "Any",
            "cool"
        ],
        [
            "[In the middle of a sparring session, t_c instinctively hides {PRONOUN/t_c/poss} face behind {PRONOUN/t_c/poss} paws.]",
            "Gah! Not my beautiful face!",
            "[In the end, t_c's face comes out untouched ... Though, the maneuver did leave many of {PRONOUN/t_c/poss} vital organs unprotected.]",
            "[Seems {PRONOUN/t_c/subject} {VERB/t_c/don't/doesn't} exactly have {PRONOUN/t_c/poss} priorities in order.]"
        ]
    ],
    "sweet_leader_1": [
        [
            "newborn",
            "sweet",
            "you_blind",
            "they_blind"
        ],
        [
            "Ah, r_c told me the news about your arrival. Greetings y_c, and welcome to c_nClan!",
            "I hope I can be nothing short of the best leader I can for you... I can already tell that you'll be a wonderful warrior."
        ]
    ],
    "sweet_leader_2": [
        [
            "kitten",
            "sweet",
            "you_blind",
            "they_blind"
        ],
        [
            "Good evening, y_c! How's the nursery treating you?",
            "Come on, let's go get something to eat, shall we? A little one like you needs to eat plenty to grow big and strong!"
        ]
    ],
    "sweet_leader_3": [
        [
            "kitten",
            "sweet"
        ],
        [
            "[t_c pokes {PRONOUN/t_c/poss} head into the nursery, smiling once {PRONOUN/t_c/subject} {VERB/t_c/spot/spots} you.]",
            "It's okay to come on out now. Don't worry, the fox attack was just a false alarm, it seemed to have gone around the camp, luckily.",
            "You can get some rest now, if you'd like. This was pretty stressful, and sometimes napping can relieve stress."
        ]
    ],
    "sweet_leader_4": [
        [
            "kitten",
            "sweet",
            "you_blind",
            "they_blind"
        ],
        [
            "Hm? Oh, it's just you, y_c. How are you doing this evening?",
            "Am I sure you're gonna grow up to be tall? Well... Wanna know a secret?",
            "When r_c was your age, {PRONOUN/r_c/subject} {VERB/t_c/were/was} even smaller! And now {PRONOUN/r_c/subject}{VERB/r_c/'re/'s} super big and strong, just like you will be one day."
        ]
    ],
    "sweet_leader_5": [
        [
            "apprentice",
            "queen's_apprentice",
            "medicine_cat_apprentice",
            "mediator_apprentice",
            "sweet",
            "you_blind",
            "they_went_blind"
        ],
        [
            "Oh, hello y_c! How has training been going?",
            "I see, I see... Well, please let me know if there's anything I can do to make it easier for you!"
        ]
    ],
    "sweet_leader_6": [
        [
            "apprentice",
            "queen's_apprentice",
            "medicine_cat_apprentice",
            "mediator_apprentice",
            "sweet",
            "you_blind",
            "they_blind"
        ],
        [
            "Ah, y_c! There you are, I have a huge favor to ask of you.",
            "I'm taking some of the warriors down to the edge of the territory, there was a huge accident involving o_cClan warriors and I have to be there. Can you watch the nursery while we're gone?",
            "Thank you so much! You can take the rest of the day off once we get back for your hard work, then."
        ]
    ],
    "sweet_leader_7": [
        [
            "apprentice",
            "sweet",
            "you_blind",
            "they_blind"
        ],
        [
            "Hmm, you wanna know what your warrior name is gonna be, y_c?",
            "Well, I can't tell you, but I really hope you'll like it! What do you think it's gonna be, out of curiosity?"
        ]
    ],
    "sweet_leader_8": [
        [
            "queen's_apprentice",
            "sweet",
            "you_blind"
        ],
        [
            "Hey y_c, you look like you're having a hard time. What's up?",
            "Mm.. I see.. Feeling insecure about your role in the Clan? I understand.",
            "Well, everycat in the Clan has a very special role, from the smallest kit all the way up to the eldest elder. Your role matters too.",
            "[t_c rests {PRONOUN/t_c/poss} tail on your shoulders.]",
            "All you need to do is your best, you're perfect the way you are, as all cats in c_nClan are. Just because you don't really fight or hunt means nothing."
        ]
    ],
    "sweet_leader_9": [
        [
            "medicine_cat_apprentice",
            "sweet",
            "you_blind",
            "they_blind"
        ],
        [
            "How's medicine cat training been going for you? I was told you're learning about signs and dreams today.",
            "Finding the role you're meant to do matters, and sometimes we find out what we're meant to do moons later than you'd expect.",
            "Ah... You haven't been able to get those dreams... I understand. It's not an easy thing to do.",
            "I have had one though, if you'd like to hear about it. It wasn't pleasant, but if it helps you in any way, I'm more than happy to talk about it.",
            "In my dream, I found myself in this strange, stoney place. It was like the Twoleg Place not too far from here.",
            "Though... it was different. The Twolegs seemed to be absent, and their stony dens reached for the skies.",
            "Some of their dens had toppled over, moss and vines seemed to mend the cracks.",
            "I found a kit amongst the rubble, I took it with me and tried to find it's family, but they were no where to be found.",
            "The kit told me to take it to the tallest building, and so I did. Looking down, the landscape almost looked like a forest.",
            "That is when the ground fell away, and the surroundings melted into a starry sky. I didn't know how I was floating.",
            "The kit's fur turned starry, and I realized...",
            "This was during a time where my faith was shaken... They gently guided me back to the stars.",
            "It was pretty scary at first, but after I got used to it, it was almost comforting being out there.",
            "Finding your way as a medicine cat will be the same."
        ]
    ],
    "sweet_leader_10": [
        [
            "mediator_apprentice",
            "sweet",
            "you_blind",
            "they_blind"
        ],
        [
            "[You've been trying to help mediate all day, but you are just an apprentice, you can't take this much for this long.]",
            "[As another pair of cats approach you, you begin to tear up. You can't take more!]",
            "Hey, you two! Can you please wait a few moments?",
            "Yes r_c, I know. I'll come and help with the issue in just a moment. Please, have some patience.",
            "[t_c waits for the other cats to wander away before wrapping {PRONOUN/t_c/poss} tail comfortingly around you.]",
            "It's okay y_c. Just breathe with me for a few moments, okay?",
            "[t_c does some breathing exercises with you, helping you calm down at least a little bit.]",
            "You take the rest of today off. I'll cover for you, you get some rest."
        ]
    ],
    "sweet_leader_11": [
        [
            "warrior",
            "medicine_cat",
            "mediator",
            "queen",
            "sweet"
        ],
        [
            "[t_c pokes {PRONOUN/t_c/poss} head into the den with a soft 'mrrp', looking around with a slight nostalgic glint in {PRONOUN/t_c/poss} eyes.]",
            "Ah, y_c! I hope I'm not being too much of a bother. I just wanted to check and see how everycat in the Clan was doing.",
            "Hopefully, you're doing well?"
        ]
    ],
    "sweet_leader_12": [
        [
            "warrior",
            "medicine_cat",
            "mediator",
            "queen",
            "sweet"
        ],
        [
            "[t_c called a Clan meeting not too long ago to discuss a few things, though {PRONOUN/t_c/subject} {VERB/t_c/were/was} just about to wrap up.]",
            "[{PRONOUN/t_c/subject/CAP} {VERB/t_c/look/looks} over the whole Clan with a warm smile, eyes filled with love for each and every Clanmate.]",
            "[You decide to approach t_c later to ask how {PRONOUN/t_c/subject} can be so warm to {PRONOUN/t_c/poss} Clan, even to cats who don't like {PRONOUN/t_c/object}.]",
            "Mmh? Why wouldn't I? This Clan is my family, I will love and care for them as such.",
            "[You ask about the cats who don't like {PRONOUN/t_c/object}, and {PRONOUN/t_c/poss} gaze softens a bit.]",
            "Not everycat is going to like each other, not every family member will love each other, but you can't force that love.",
            "That isn't going to stop me from caring about them, too."
        ]
    ],
    "sweet_leader_13": [
        [
            "warrior",
            "sweet",
            "you_blind",
            "they_blind"
        ],
        [
            "Oh, y_c! You look exhausted! What's wrong?",
            "[You explain that the deputy put you on both dawn and dusk patrols, and how you hadn't had time to nap in the afternoon.]",
            "I see... Go get some rest, I pardon you from your patrols today. I'll go in your place.",
            "Don't worry about it! I need to bond more with the Clan anyway, and what's better than a patrol?",
            "Who else is going? ... Ah, r_w, I see! You go enjoy your rest now, I'll see you tomorrow morning."
        ]
    ],
    "sweet_leader_14": [
        [
            "medicine_cat",
            "sweet"
        ],
        [
            "[t_c is staring at the stars from atop the Highrock at night. As you sit next to {PRONOUN/t_c/object}, {PRONOUN/t_c/subject} {VERB/t_c/smile/smiles} gently at you.]",
            "Beautiful night isn't it? ... Ah, but I know that's not what you've come to tell me about.",
            "[{PRONOUN/t_c/poss/CAP} gaze shifts to a more serious one, though that gentleness can still be found in {PRONOUN/t_c/poss} voice.]",
            "What news do you have for me?"
        ]
    ],
    "sweet_leader_15": [
        [
            "mediator",
            "sweet",
            "you_blind",
            "they_blind"
        ],
        [
            "Hey, y_c? You're heading to o_cClan soon?",
            "Things have been pretty tense between us. Can you please take r_w with you?",
            "I'd come if I could, but there has been a large bird around and it's threatening the nursery.",
            "If I have time, I'll try and come over as well."
        ]
    ],
    "sweet_leader_16": [
        [
            "queen",
            "sweet",
            "they_blind"
        ],
        [
            "[It had been a peaceful evening, you were wrapping up your duties for the day.]",
            "[You turned your back for only one second, but one of the kits immediately darted away.]",
            "[You gasp, and go to stop the kit, but t_c moves in the way of the entrance.]",
            "Now now, r_k! Leaving the camp is super dangerous! You shouldn't be going out here.",
            "Let's go back to y_c, alright? I can come tell you a story instead.",
            "[{PRONOUN/t_c/subject/CAP} {VERB/t_c/look/looks} up to you and {VERB/t_c/give/gives} you a small nod, you let out a sigh of relief.]"
        ]
    ],
    "sweet_leader_17": [
        [
            "deputy",
            "sweet",
            "you_blind"
        ],
        [
            "y_c!! It's so nice to see you this evening, how are you doing?",
            "[t_c bounds up to you, pressing {PRONOUN/t_c/poss} forehead against you as a friendly greeting.]",
            "I hope nothing's been too difficult for you. I know how tiring it can be being a deputy.",
            "Just know that you're doing a great job, alright? I'm proud of you."
        ]
    ],
    "sweet_leader_18": [
        [
            "deputy",
            "sweet",
            "you_blind",
            "they_blind"
        ],
        [
            "Hey y_c! Can I get your advice?",
            "I was thinking of assigning r_w as r_k's mentor when {PRONOUN/r_k/subject} {VERB/r_k/become/becomes} an apprentice. What do you think about that?",
            "Mm... True, thanks for your input!"
        ]
    ],
    "sweet_leader_19": [
        [
            "deputy",
            "sweet"
        ],
        [
            "[t_c jumps as you approach, sighing softly as {PRONOUN/t_c/subject} {VERB/t_c/stare/stares} at the stars.]",
            "y_c... I miss them. My old leader, I mean.",
            "It felt like they knew what to do... But me... I feel like I'm lost.",
            "I want to guide my Clan to the best possible future... But I don't know...",
            "Tell me... do you think I'm doing a good job?"
        ]
    ],
    "sweet_leader_20": [
        [
            "elder",
            "sweet",
            "you_blind",
            "they_blind"
        ],
        [
            "Ah, y_c! What are you doing up so early? You need your rest!",
            "Well- yeah- I know I'm up this early too- did I sleep?",
            "No, but I assure you, I had a good reason.",
            "[You tell {PRONOUN/t_c/object} that you won't sleep unless {PRONOUN/t_c/subject} {VERB/t_c/do/does}.]",
            "Wait- no- ah fine. You're right. I need to start taking better care of myself.",
            "[It's about time! That leader spends so much time caring for the Clan that {PRONOUN/t_c/subject} {VERB/t_c/don't/doesn't} usually care for {PRONOUN/t_c/self}!]"
        ]
    ],
    "sweet_leader_21": [
        [
            "elder",
            "sweet",
            "you_blind",
            "they_blind",
            "they_hearing"
        ],
        [
            "[You're surprised to find t_c entering the elder's den. Nowadays it's typically only apprentices or kits that visit.]",
            "Hey y_c, I hope you don't mind! Admittedly, I've had quite a rough day.",
            "I wanted to know, if it's not too much of a bother to you, if I could hear a story?",
            "[It's not every day you get to tell the leader a story, but you'll gladly do so!]"
        ]
    ],
    "sweet_leader_22": [
        [
            "elder",
            "sweet"
        ],
        [
            "Surprise! I hope you like it.",
            "I weaved flowers into the elder's den to spruce it up a little.",
            "It's a little project I've been doing with the apprentices and kits of the Clan. We're decorating!",
            "I just felt, after all the service you all have provided, that you deserved it first and foremost."
        ]
    ],
    "leadershunned_J1": [
        [
            "they_shunned",
            "any"
        ],
        [
            "[t_c looks at you sadly as you approach.]",
            "What? I'm not your leader anymore, remember?",
            "Whatever it is, go ask l_n."
        ]
    ],
    "leadershunned_J2": [
        [
            "they_shunned",
            "any",
            "you_deaf",
            "they_deaf"
        ],
        [
            "[t_c is staring at {PRONOUN/t_c/poss} old den longingly.]"
        ]
    ],
    "stable_Leader_Gen_01": [
        [
            "Any",
            "stable"
        ],
        [
            "Deep breaths, t_c, deep breaths- You'll be okay. You can do this! Just go out there and tell them- it will be okay! It will be fine, it will be- GAH!",
            "[You poke your head into the leader's den and stare at a bewildered t_c. {PRONOUN/t_c/subject/CAP} {VERB/t_c/blink/blinks} a couple of times, a silence looms in the air.]",
            "You scared me, y_c! Please remember to meow or something before you come in. Sorry, I'm just nervous. I have an announcement I need to make at the Gathering. But, I'm not looking forward to it.",
            "o_cClan has once again, overstepped some boundaries, and look- I'm not one to shudder in fear when facing other leaders- but... The deputy just became leader. And are proving to be a rather big problem. No-",
            "No I'm sorry, I shouldn't be discussing this out loud. I just- I just want to guarantee the safety of c_nClan. No matter what."
        ]
    ],
    "murderedthem_leader_J1": [
        [
            "murderedthem",
            "any",
            "they_sc",
            "they_leader",
            "you_blind",
            "they_blind"
        ],
        [
            "How dare you speak to me in StarClan when you have such disrespect for your ancestors?",
            "Nine lives I was given, and you deemed yourself important enough to take the last of them.",
            "I hope you never join me here. I'll see you in the Dark Forest one day, I promise you."
        ]
    ],
    "neurotic_leader_SQ1": [
        [
            "you_adult",
            "they_leader",
            "they_neurotic",
            "platonic_like",
            "trust"
        ],
        [
            "[You poke your head into t_c's den to find {PRONOUN/t_c/object} pacing back and forth, thinking out loud.]",
            "I wouldn't mind mentoring {PRONOUN/r_k/object}, but I don't think I'm the best fit... maybe r_w?",
            "An apprentice's mentor has a big impact on {PRONOUN/r_k/object}! The right mentor can help an apprentice flourish... and the wrong one could really tear {PRONOUN/r_k/object} down...",
            "[t_c stops pacing and turns to you.]",
            "Do you have any thoughts on who a good mentor for r_k would be? I've been thinking in circles for the last hour."
        ]
    ],
    "silly_leader_plotting": [
        [
            "you_deputy",
            "silly",
            "you_blind",
            "they_blind"
        ],
        [
            "Ah, y_c! I wanted to request something of you.",
            "Can you survey the Clan and figure out what their favorite kinds of prey are? I want to know.",
            "Hah- what am I planning this time? Nothing, I'm just curious, of course! Not... planning anything at all!"
        ]
    ],
    "silly_leader_overthrown": [
        [
            "Any",
            "silly",
            "you_blind",
            "they_blind"
        ],
        [
            "y_c! Have you been well? Figured out your plot to overthrow me yet?",
            "Wait, are you actually planning to overthrow me?",
            "[You can't tell if t_c is being serious.]"
        ]
    ],
    "silly_leader_drawing": [
        [
            "Any",
            "silly"
        ],
        [
            "[You walk into the leader's den, needing to ask {PRONOUN/t_c/object} an important question. When you find t_c clawing some kind of masterpiece onto the soft ground of the den, {PRONOUN/t_c/subject} quickly {VERB/t_c/step/steps} in front of it to obscure your view.]",
            "y_c! What did you need me for? Oh- what was I doing?",
            "Illustrating my grand plan, of course! It's my dutiful responsibility as the humble leader of c_nClan!",
            "[Really? At this time of the moon, at this time of day, in this part of c_nClan, localized entirely inside a drawing on these two fox-tails of ground? Now that you're intrigued, you ask to see it.]",
            "No."
        ]
    ],
    "silly_leader_accomplishment": [
        [
            "Any",
            "silly",
            "sweet",
            "no_kit",
            "you_blind",
            "they_blind"
        ],
        [
            "Hello, y_c! What've you been up to?",
            "...Oh dear, that question feels so loaded now that I'm a leader. I don't expect you to have single-pawedly defeated c_nClan's greatest threat, I know I certainly haven't!",
            "Nobody in c_nClan is perfect. That's why we all work together, right?"
        ]
    ],
    "silly_leader_decoration": [
        [
            "Any",
            "silly",
            "they_leader"
        ],
        [
            "Hello, good day, greetings and salutations, y_c!",
            "What do you think of these decorations I've been making?",
            "[You look to t_c's paws and find a long string made from ivy and leaves tied together, unsure of its usage.]",
            "Oh, why are we doing this? Well, I wanted to congratulate r_c on a recent achievement, and decided to decorate the camp as part of it!"
        ]
    ],
    "shunned_sc_leader_H2": [
        [
            "you_leader",
            "they_leader",
            "they_sc",
            "you_shunned"
        ],
        [
            "We had the same destiny, yet different paths.",
            "You decided to destroy your trust within the clan. A decision such as that, to murder one of your own...",
            "I have little sympathy for you.",
            "I wish for the Dark Forest to swallow you whole for your crimes, y_c."
        ]
    ],
    "yourecovering_H2": [
        [
            "you_recovering_from_birth",
            "they_leader",
            "they_deputy",
            "from_mate",
            "you_any"
        ],
        [
            "y_c, do you feel any better today? I can refrain from doing my duties for a little while and watch over you.",
            "... No? The clan needs me more? Don't be ridiculous, y_c.",
            "You're always going to come first."
        ]
    ],
    "deaddeputy_connected_J1~1": [
        [
            "they_deputy",
            "they_leader",
            "they_sc",
            "you_sc",
            "min_you_deadfor_40",
            "max_they_deadfor_6",
            "you_adult",
            "connected",
            "they_upstanding",
            "you_cool",
            "they_blind"
        ],
        [
            "y_c! y_c, you have to help me.",
            "[t_c sprints up to you, skidding to a stop just short of you and kicking up a cloud of stardust.]",
            "You've been here a while, right? So, there has to be a way out, doesn't there?",
            "No, no, don't tell me it's not possible. The Clan still needs me-- I wasn't supposed to go yet.",
            "Who's going to do the dawn patrols without me? o_cClan will be taking over our borders in no time!",
            "Fine. If you can't help me, I'll find somecat who can.",
            "[{PRONOUN/t_c/subject/CAP} {VERB/t_c/turn/turns} and {VERB/t_c/run/runs} away. You'll have to keep your eye on {PRONOUN/t_c/object}...]"
        ]
    ],
    "deaddeputy_connected_J1~2": [
        [
            "they_deputy",
            "they_sc",
            "you_sc",
            "min_you_deadfor_40",
            "min_they_deadfor_10",
            "you_adult",
            "connected",
            "they_upstanding",
            "you_cool",
            "they_blind"
        ],
        [
            "[It's been a while since you've heard of t_c's escape attempts... Maybe {PRONOUN/t_c/subject} actually succeeded, you joke to yourself.]",
            "Hi, y_c.",
            "[Never mind. Here t_c is, looking just as starry as before.]",
            "If you're here to make fun of me, save it. I couldn't find any way to get back to the Clan.",
            "And I'm not saying you're right-- I just haven't figured it out yet.",
            "Now, go away. I'm thinking."
        ]
    ],
    "deaddeputy_connected_J1~3": [
        [
            "they_deputy",
            "they_sc",
            "you_sc",
            "min_you_deadfor_40",
            "min_they_deadfor_10",
            "you_adult",
            "connected",
            "they_upstanding",
            "you_cool",
            "they_blind"
        ],
        [
            "y_c, y_c! Oh, guess what!",
            "[t_c looks ecstatic!]",
            "The half-moon meeting for the Clans was yesterday, and I got to visit r_m's dreams!",
            "Yeah, I do still miss living with the Clan, but...",
            "You never told me being a StarClan cat could be so fun!",
            "I'm gonna go ask d_c how {PRONOUN/d_c/subject} {VERB/d_c/make/makes} omens... I'm thinking of sending d_n a sign that r_w should be put on more patrols.",
            "[Looks like {PRONOUN/t_c/subject} found some more work to do!]"
        ]
    ],
    "neurotic_choice_foxtokit_SQ5~2": [
        [
            "you_kitten",
            "they_neurotic",
            "they_warrior",
            "they_deputy",
            "they_leader",
            "min_platonic_20",
            "connected"
        ],
        [
            "[When t_c passes by the nursery, you ask {PRONOUN/t_c/object} if {PRONOUN/t_c/subject}{VERB/t_c/'ve/'s} seen any more signs of the fox on the territory.]",
            "Oh! Don't worry, I think we're safe... or at least camp is safe... for now. We found its scent crossing over into o_cClan territory.",
            "I hope it doesn't come back. I also hope o_cClan doesn't blame us...",
            "[t_c pauses, staring off into space. One ear flicks anxiously.]",
            "...I'm sure it'll be... fine? I'm sorry, y_c. I don't mean to scare you."
        ]
    ],
    "introspective_crushto_H1": [
        [
            "they_introspective",
            "they_leader",
            "you_deaf",
            "any"
        ],
        [
            "[t_c watches their_crush from the top of the leaders den, a love struck grin on {PRONOUN/t_c/poss} face.]",
            "[As soon as you catch sight of the grin, d_n calls out to t_c and t_c straightens, as if {PRONOUN/t_c/subject} {VERB/t_c/were/was} never looking.]",
            "[... Well, you just caught some juicy secrets.]"
        ]
    ],
    "TinyTeddy_stable_theyleader_youapp_01": [
        [
            "they_leader",
            "they_stable",
            "you_app"
        ],
        [
            "Hey y_c, for your ceremony, what would you like your name to be?",
            "I think it's a good thing to ask about, don't you? Your answer tells me a lot about you and I'll do what I can to ensure you're happy with your name.",
            "So, what was it that you were thinking?"
        ]
    ],
    "TinyTeddy_stable_theyleader_youapp_02": [
        [
            "they_leader",
            "they_stable",
            "you_app"
        ],
        [
            "I remember when I was your age, that was so long ago... Savour this time of your life, y_c... Don't forget where you started, because you can only improve from there."
        ]
    ],
    "TinyTeddy_stable_theyleader_youapp_03": [
        [
            "they_leader",
            "they_stable",
            "you_app"
        ],
        [
            "...",
            "...",
            "...",
            "You're doing well, young one."
        ]
    ],
    "TinyTeddy_stable_theyleader_youadult_01": [
        [
            "they_leader",
            "they_stable",
            "you_adult"
        ],
        [
            "How are you feeling today?",
            "Hmmm, good. It's wonderful to hear that the Clan is in high spirits! Have an amazing day, y_c. May StarClan light your path."
        ]
    ],
    "TinyTeddy_stable_theyleader_youadult_02": [
        [
            "they_leader",
            "they_stable",
            "you_injured",
            "you_adult"
        ],
        [
            "Get some rest and focus on recovering. You're one of my best. Please save your strength, you're in good paws."
        ]
    ],
    "TinyTeddy_stable_theyleader_youadult_03": [
        [
            "they_leader",
            "they_stable",
            "you_adult"
        ],
        [
            "...",
            "A storm is brewing, we need to reinforce the camp... StarClan help us all."
        ]
    ],
    "TinyTeddy_stable_Leader_Gen_01": [
        [
            "they_leader",
            "they_stable",
            "no_kit"
        ],
        [
            "Deep breaths, t_c, deep breaths- You'll be okay. You can do this! Just go out there and tell them- it will be okay! It will be fine, it will be- GAH!",
            "[You poke your head into the leader's den and stare at a bewildered t_c. {PRONOUN/t_c/subject/CAP} blink a couple of times, a silence looms in the air.]",
            "You scared me, y_c! Please remember to meow or something before you come in. Sorry, I'm just nervous. I have an announcement I need to make at the gathering. But, I'm not looking forward to it.",
            "o_cClan has once again, overstepped some boundaries, and look- I'm not one to shudder in fear when facing other leaders- but... The deputy just became leader. And are proving to be a rather big problem. No-",
            "No I'm sorry, I shouldn't be discussing this out loud. I just- I just want to guarantee the safety of c_nClan. No matter what."
        ]
    ],
    "livingskill_grace_SQ1": [
        [
            "you_warrior",
            "you_deputy",
            "you_leader",
            "they_warrior",
            "they_deputy",
            "they_leader",
            "they_grace",
            "leafbare"
        ],
        [
            "[It can be difficult to stay quiet while hunting with all the snow on the ground.]",
            "[Most of your Clanmates have to focus on finding the softer, less crunchy sections to walk across, but t_c effortlessly finds the quietest paths.]",
            "[Even when {PRONOUN/t_c/subject} {VERB/t_c/stray/strays} across the louder patches of snow, {PRONOUN/t_c/poss} pawsteps are almost silent.]"
        ]
    ],
    "neurotic_choice_dfpuddle_SQ45~1": [
        [
            "no_kit",
            "they_neurotic",
            "max_dislike_10",
            "they_warrior",
            "they_deputy",
            "they_apprentice",
            "they_leader",
            "you_warrior",
            "you_apprentice",
            "you_deputy",
            "you_leader",
            "they_dftrainee",
            "you_dftrainee",
            "leaffall"
        ],
        [
            "[It hasn't rained in a while, but while on patrol with r_w and t_c, you discover a large patch of mud in the middle of the territory.]",
            "[It's darker than most mud you're familiar with, and looks stickier, too. It clings to the sticks and grasses around it, leaving black strands that remind you of heavy spiderwebs. It looks almost like...]",
            "[You meet t_c's eyes across the mud puddle, and {PRONOUN/t_c/poss} expression confirms what you're already thinking: this mud looks like the mud from the Dark Forest.]",
            "We... we should go. I really don't like the look of this.",
            "[t_c darts away without waiting for the rest of the patrol to respond.]"
        ]
    ],
    "neurotic_choice_dfpuddle_SQ45~2": {
        "tags": [
            "no_kit",
            "they_neurotic",
            "max_dislike_10",
            "they_warrior",
            "they_deputy",
            "they_apprentice",
            "they_leader",
            "you_warrior",
            "you_apprentice",
            "you_deputy",
            "you_leader",
            "they_dftrainee",
            "you_dftrainee",
            "connected"
        ],
        "intro": [
            "[Recently, you and t_c encountered a mud puddle that looked suspiciously like Dark Forest mud. t_c has avoided that area since then, but today, {PRONOUN/t_c/subject} {VERB/t_c/ask/asks} you to visit it with {PRONOUN/t_c/object}.]",
            "I just... I can't stop thinking about it. Do you think it means the Dark Forest is growing in influence? Do you think it's... like... Becoming more real?",
            "[t_c starts off at a quick trot, but as you approach the middle of the territory, {PRONOUN/t_c/subject} {VERB/t_c/slow/slows} down. By the time you reach the mud puddle {PRONOUN/t_c/subject}{VERB/t_c/'re/'s} dragging {PRONOUN/t_c/poss} paws.]",
            "I... I thought we might've imagined it, or something. But that's it, right? And it's as big as it was before..."
        ],
        "intro_choices": {
            "choice1": {
                "text": "[Quickly leave.]",
                "next_scene": "leave"
            },
            "choice2": {
                "text": "[Touch the puddle.]",
                "next_scene": "touch"
            },
            "choice3": {
                "text": "[Call to the Dark Forest.]",
                "next_scene": "call"
            }
        },
        "leave": [
            "[If anything, the puddle seems bigger, and it's a bit unnerving. You quickly turn away, and t_c follows.]",
            "[Neither of you say much for the rest of the day.]"
        ],
        "touch": [
            "[t_c squeaks as you dip one paw into the mud. It clings to your fur, sticky and thick, even as you pull back. It smells like decay.]",
            "Y-you should clean that off before we go back to camp. Here, there's a tuft of grass you can wipe your paw on...",
            "[When you're done cleaning off, t_c silently leads the way home. {PRONOUN/t_c/subject/CAP} {VERB/t_c/seem/seems} even less at ease than before.]"
        ],
        "call": [
            "[You call out. t_c hesitantly joins in.]",
            "rdf_c? Um... can you hear us?",
            "[You listen for a moment. The scent of rot wafts off of the mud.]",
            "I... I guess we can ask tonight. But what if they use that information to... I don't know... invade our territory or something?",
            "Let's get back to camp. I'm sorry... I think this was a bad idea."
        ]
    },
    "neurotic_choice_dfpuddle_SQ45~3": [
        [
            "no_kit",
            "they_neurotic",
            "max_dislike_10",
            "they_warrior",
            "they_deputy",
            "they_apprentice",
            "they_leader",
            "you_warrior",
            "you_apprentice",
            "you_deputy",
            "you_leader",
            "they_dftrainee",
            "you_dftrainee",
            "newleaf",
            "connected"
        ],
        [
            "[It's taken until newleaf for t_c to check out the potential Dark Forest mud puddle again.]",
            "[While you're on a hunting patrol with r_w1 and r_w2, t_c nervously, subtly leads the group to where the mud used to be.]",
            "[t_c comments on the weather as you walk, but {PRONOUN/t_c/poss} voice quivers. Suddenly, {PRONOUN/t_c/subject} {VERB/t_c/stop/stops}.]",
            "y_c... it was here, right?",
            "[The ground is grass-covered and dappled with flowers. There's no sign that the puddle was ever here: no traces of muck, and no dead plants. t_c stares for a moment.]",
            "I... I don't get it. It was so big before. How can it just be gone?",
            "[t_c looks at the clearing in disbelief before a call from r_w1 snaps {PRONOUN/t_c/object} out of {PRONOUN/t_c/poss} thoughts. {PRONOUN/t_c/subject/CAP} {VERB/t_c/force/forces} a smile and {VERB/t_c/continue/continues} with the patrol.]"
        ]
    ],
    "neurotic_skillclimber_SQ4": [
        [
            "they_neurotic",
            "they_climber",
            "they_warrior",
            "they_deputy",
            "they_leader",
            "you_apprentice",
            "from_mentor",
            "neutral"
        ],
        [
            "[For training today, t_c leads you to a patch of smooth-barked trees. You rest a paw against one, testing the difficulty of hooking your claws into it.]",
            "We're going to try climbing these today, okay? Um... let me know if you're having trouble, or if you're uncomfortable with heights or anything.",
            "plove_r_w told me that I'm decent at climbing, and so I should teach you a bit of what I know. These trees seem harder to climb because of how smooth their bark is, but there are a few tricks...",
            "Here, let me show you. Being able to climb well is great for escaping predators."
        ]
    ],
    "neurotic_skillsleeper_SQ6": [
        [
            "they_neurotic",
            "they_sleeper",
            "they_warrior",
            "they_deputy",
            "they_leader",
            "you_apprentice",
            "neutral",
            "they_blind",
            "you_blind"
        ],
        [
            "You want some help with your hunting crouch? Uh... sorry, y_c. Maybe later? Or maybe you could ask plove_r_w?",
            "It's just that I, uh, usually take a nap around sunhigh. If I don't, it's kind of hard for me to focus for the rest of the day, and I get super jumpy...",
            "So I'd really like to help you, but it's probably best if I don't right now. Sorry!"
        ]
    ],
    "neurotic_skillteacher_SQ1": [
        [
            "they_neurotic",
            "they_teacher",
            "they_warrior",
            "they_leader",
            "you_apprentice",
            "neutral"
        ],
        [
            "[After trying unsuccessfully to master a battle move all day, you return to camp with m_n. {PRONOUN/m_n/subject/CAP} {VERB/m_n/head/heads} off to talk to d_n and then relax for the rest of the day, leaving you to figure out what to do next.]",
            "Hey, y_c? I don't mean to intrude, but how are you doing?",
            "[Surprised, you look up to see t_c standing beside you. {PRONOUN/t_c/subject/CAP} {VERB/t_c/smile/smiles} awkwardly.]",
            "[With nothing to lose, you tell {PRONOUN/t_c/object} about your day and the move m_n was teaching you, and t_c seems surprised.]",
            "Oh! That one's difficult... it took me forever to get it, and even then I wasn't very good.",
            "[You admit that you haven't really gotten it, either, and t_c thinks for a moment.]",
            "If you have time, I could show you some things that helped me? Nothing world-changing, but they might help you too?",
            "[It's still early in the evening, so you agree! You follow t_c just outside of camp, and the warrior gives you some tips.]",
            "[{PRONOUN/t_c/subject/CAP}{VERB/t_c/'re/'s} a bit of an awkward teacher, but {PRONOUN/t_c/subject}{VERB/t_c/'re/'s} patient and {VERB/t_c/explain/explains} things surprisingly well.]"
        ]
    ],
    "neurotic_skilltracker_SQ1": [
        [
            "they_neurotic",
            "they_tracker",
            "they_warrior",
            "they_deputy",
            "they_leader",
            "you_adult",
            "min_platonic_15",
            "leafbare",
            "you_blind"
        ],
        [
            "I tracked a big rabbit halfway across the territory today! Not alone, of course... plike_r_w1 and plike_r_w2 helped me.",
            "It's harder to follow scents with all the snow, but that rabbit left a really distinct trail of footprints!",
            "It does scare me a little, though... I hope wolves and foxes don't think to track us the same way."
        ]
    ],
    "neurotic_about_t_m_SQ3": [
        [
            "they_neurotic",
            "they_warrior",
            "they_deputy",
            "they_leader",
            "you_warrior",
            "you_deputy",
            "you_leader",
            "you_apprentice",
            "min_platonic_15"
        ],
        [
            "[t_c seems disheartened as you both return from a hunting patrol. You compliment the nice bird {PRONOUN/t_c/subject} caught, but t_c just nods absentmindedly.]",
            "*sigh* Sorry. Thanks. I just was really hoping to get a squirrel today... T_m mentioned {PRONOUN/t_m/subject} wished {PRONOUN/t_m/subject} could have one this morning, so I wanted to catch one for {PRONOUN/t_m/object}.",
            "...Oh well. I hope {PRONOUN/t_m/subject} won't be too disappointed."
        ]
    ],
    "neurotic_leafbare_SQ9": [
        [
            "they_neurotic",
            "they_warrior",
            "they_apprentice",
            "they_deputy",
            "they_leader",
            "you_warrior",
            "you_queen",
            "you_mediator",
            "you_elder",
            "min_platonic_30",
            "min_trust_15",
            "leafbare",
            "beach"
        ],
        [
            "[t_c bursts into camp, wind-blown and shaking.]",
            "y_c! Um... plove_r_w and I were hunting by the shore, and {PRONOUN/plove_r_w/subject} fell in the water. {PRONOUN/plove_r_w/subject/CAP} climbed back out, but {PRONOUN/plove_r_w/subject}{VERB/plove_r_w/'re/'s} really cold and {VERB/plove_r_w/say/says} {PRONOUN/plove_r_w/subject} can't feel {PRONOUN/plove_r_w/poss} paws... Please, help!",
            "[plove_r_w stumbles after t_c, violently shivering. You quickly call r_m over, and {PRONOUN/r_m/subject} {VERB/r_m/get/gets} plove_r_w into the medicine den while t_c paces anxiously outside.]",
            "I'm sorry. I should've gotten {PRONOUN/plove_r_w/object} out of the water quicker... I should've been keeping a better eye on {PRONOUN/plove_r_w/object}! I didn't realize the rocks were so slippery!",
            "[You tell t_c that {PRONOUN/t_c/subject} did everything {PRONOUN/t_c/subject} could, and that plove_r_w will be okay. t_c doesn't seem to hear you.]",
            "plove_r_w's so important to me, y_c. What if... what if...",
            "[r_m comes outside shortly after, and assures you both that plove_r_w will be fine. t_c practically collapses in relief before thanking you for your company and rushing into the den.]"
        ]
    ],
    "neurotic_leader_SQ2": [
        [
            "you_any",
            "they_leader",
            "they_neurotic",
            "you_deaf",
            "they_deaf",
            "neutral"
        ],
        [
            "[t_c stands above the camp, preparing to call a Clan meeting. {PRONOUN/t_c/subject/CAP} {VERB/t_c/gaze/gazes} at {PRONOUN/t_c/poss} Clanmates milling below, and you catch a glimpse of something like fear in {PRONOUN/t_c/poss} eyes.]",
            "[Sometimes, you wonder how a nervous cat like t_c can stand the responsibilities of being leader.]"
        ]
    ],
    "neurotic_leader_SQ3": [
        [
            "you_deputy",
            "they_leader",
            "they_neurotic",
            "you_blind",
            "they_blind"
        ],
        [
            "I'm holding a Clan meeting as soon as r_w's patrol gets back. We should talk about the current state of our prey and herb supplies, and maybe discuss reinforcing the camp wall...",
            "Is there anything else I should bring up? Is there something I've forgotten?"
        ]
    ],
    "neurotic_leader_SQ4": [
        [
            "you_deputy",
            "they_leader",
            "they_neurotic",
            "you_blind",
            "they_blind",
            "min_platonic_30",
            "min_trust_10"
        ],
        [
            "Were you surprised when I chose you as my deputy? I didn't mean to spring that on you. I mean, you were the obvious choice, but I realize now that you still might not have expected it...",
            "I guess this is a belated apology if I caused any stress or... I don't know, problems in general.",
            "Thank you for being my deputy. I couldn't do this without you."
        ]
    ],
    "upstanding_you_expecting": [
        [
            "any",
            "upstanding",
            "you_pregnant",
            "from_mate",
            "they_warrior",
            "they_deputy",
            "they_leader"
        ],
        [
            "y_c!",
            "[t_c bounds up to you, holding a couple of mice in {PRONOUN/t_c/poss} jaws. {PRONOUN/t_c/subject/CAP} {VERB/t_c/butt/butts} {PRONOUN/t_c/poss} head against your shoulder affectionately, setting the prey down at your paws.]",
            "Are you hungry? Have you been resting? I've been meaning to weave a few more stems into the nursery walls, but I got so caught up with hunting, and patrols, and...",
            "Nevermind that. Here, I caught you something!",
            "[Purring softly, t_c settles down beside you, pressing {PRONOUN/t_c/poss} pelt against yours.]",
            "I'm really excited, you know. Our kits will be perfect."
        ]
    ],
    "neurotic_mate3": [
        [
            "Any",
            "neurotic",
            "from_mate",
            "they_warrior",
            "they_deputy",
            "they_leader",
            "they_medicine_cat"
        ],
        [
            "Hey, love. I saved you this from out on patrol.",
            "[t_c drops a flower at your paws. With a purr, you remark that it's almost as beautiful as {PRONOUN/t_c/subject} {VERB/t_c/are/is}.]",
            "What -- tch. Me? Beautiful? Ah, y-you really think so? Really?",
            "Oh, well, if - if anything, you're the beautiful one, not me. You're the one that's like this flower. That's why I got it for you, I mean.",
            "Ahh, heh ... Is it hot in here, suddenly?",
            "[Even though you and t_c are mates, it's still as easy as ever to get {PRONOUN/t_c/object} flustered!]"
        ]
    ],
    "cool_mate": [
        [
            "no_kit",
            "cool",
            "from_mate",
            "they_leader",
            "they_deputy",
            "they_warrior",
            "they_medicine_cat"
        ],
        [
            "Hey there, beautiful. I brought this flower back for you from patrol.",
            "Hehe, look at you, getting all red. It's adorable.",
            "Even after all these moons of pining, that cute blush has still gotta be number one on my list of favorite sights."
        ]
    ],
    "general_sh_J19": [
        [
            "Any",
            "you_shunned",
            "they_warrior",
            "they_deputy",
            "they_leader",
            "they_apprentice"
        ],
        [
            "[You say hello to t_c as {PRONOUN/t_c/subject} {VERB/t_c/come/comes} back from a hunting patrol with a shrew in {PRONOUN/t_c/poss} mouth.]",
            "[{PRONOUN/t_c/subject/CAP} {VERB/t_c/roll/rolls} {PRONOUN/t_c/poss} eyes, and {VERB/t_c/speak/speaks} around the prey.]",
            "Never mind, y_c. It's not for you."
        ]
    ],
    "silly_dc_whimsical": [
        [
            "Any",
            "silly",
            "you_blind",
            "they_warrior",
            "they_apprentice",
            "they_deputy",
            "they_leader",
            "they_medicine_cat",
            "they_medicine_cat_apprentice"
        ],
        [
            "I miss d_c. Every time I go out on patrol, I find myself looking at all the flowers and rocks and plump prey and wishing d_c were still here to see it all.",
            "...Do you think {PRONOUN/d_c/subject} made it to Silverpelt? Maybe {PRONOUN/d_c/subject} found some other ghost cat and now {PRONOUN/d_c/subject}{VERB/d_c/'re/'s} going on a whimsical adventure to save the world together...",
            "Haha, yeah. I like that. That sounds like something d_c would do. I hope {PRONOUN/d_c/subject} {VERB/d_c/get/gets} to tell me all about it when we meet again."
        ]
    ],
    "neurotic_leafbare_SQ3": [
        [
            "they_apprentice",
            "they_warrior",
            "they_deputy",
            "they_leader",
            "you_apprentice",
            "you_warrior",
            "you_deputy",
            "you_leader",
            "min_platonic_30",
            "they_neurotic",
            "leafbare"
        ],
        [
            "[t_c stumbles back into camp shivering, covered with snow, and supported by plove_r_w. {PRONOUN/t_c/subject/CAP} {VERB/t_c/start/starts} towards the medicine den, but {VERB/t_c/pause/pauses} when {PRONOUN/t_c/subject} {VERB/t_c/see/sees} you about to leave on a hunting patrol.]",
            "C-careful in the territory today. Some of the snowdrifts are really deep, and I fell right into one. I really, really thought that was it...",
            "[t_c stares into the distance for a moment before a particularly violent shiver snaps {PRONOUN/t_c/object} out of {PRONOUN/t_c/poss} thoughts.]",
            "I'm lucky plove_r_w was there to dig me out. Don't go anywhere alone out there!"
        ]
    ],
    "neurotic_leafbare_SQ4": [
        [
            "they_apprentice",
            "they_warrior",
            "they_deputy",
            "they_leader",
            "you_apprentice",
            "you_warrior",
            "you_deputy",
            "you_leader",
            "they_neurotic",
            "leafbare",
            "mountainous"
        ],
        [
            "[At any miniscule noise, t_c freezes. {PRONOUN/t_c/subject/CAP} {VERB/t_c/prick/pricks} {PRONOUN/t_c/poss} ears, scanning the snow-covered mountainside.]",
            "[The fifth time this happens, {PRONOUN/t_c/subject} sheepishly {VERB/t_c/apologize/apologizes} to you and the impatient patrol.]",
            "S-sorry. I just know the snow hasn't fully settled yet... every little sound makes me think there's about to be an avalanche.",
            "Leave me behind if I'm holding you back! I'll catch up."
        ]
    ],
    "about_silly_SQ8": [
        [
            "no_kit",
            "they_warrior",
            "they_apprentice",
            "they_deputy",
            "they_leader",
            "min_platonic_25"
        ],
        [
            "Did you see neutral_r_w_silly all covered in grass?",
            "We were on patrol and they saw a field that was 'begging {PRONOUN/neutral_r_w_silly/object} to roll around in it', or something like that.",
            "{PRONOUN/neutral_r_w_silly/subject/CAP} looked absolutely ridiculous, but {PRONOUN/neutral_r_w_silly/subject} seemed to enjoy it, so... good for {PRONOUN/neutral_r_w_silly/object}, I guess?"
        ]
    ],
    "introspective_newleaf_1": [
        [
            "any",
            "they_warrior",
            "they_deputy",
            "they_leader",
            "they_apprentice",
            "introspective",
            "newleaf",
            "you_blind",
            "platonic_like"
        ],
        [
            "y_c, hello. The weather's lovely today.",
            "I saw some dandelions had sprouted this morning, and I've been wandering about looking at all the new flowers.",
            "They're beautiful, all different shades and shapes and smells, like c_nClan, I suppose.",
            "... huh? Yeah, I know, I should be hunting. I can hunt and look at flowers at the same time, y_c, don't you worry about me."
        ]
    ],
    "upstanding_both_scE5": [
        [
            "upstanding",
            "you_sc",
            "they_sc",
            "they_apprentice",
            "they_warrior",
            "they_deputy",
            "they_leader",
            "no_kit"
        ],
        [
            "[t_c is hosting a training session for a few StarClan kits! You sit on the sidelines, whiskers twitching with amusement as you watch the kits scramble to follow t_c's instructions.]",
            "Roll! Jump! Strike! Harder, there you go! Duck! And... pounce!",
            "[t_c frowns, prompting the group to stop with a flick of {PRONOUN/t_c/poss} tail as a squeal pierces the air.]",
            "What did I tell you all about using our claws? No- I don't care that we're in StarClan. While training, we keep our claws <i>sheathed</i>, understand?",
            "[t_c watches through narrowed eyes as the kits sheepishly nod.]",
            "Alright then, let's take it from the top."
        ]
    ]
}