{
    "deputy general": [
        "Surprised to find the prey pile running low, you call over r_w to lead a hunting patrol. You allow them to pick two clanmates of their choice to accompany them, trusting them to pick the best cats for the task.",
        "r_w asks if they can take out a hunting patrol for the day. You agree, choosing r_w1 and r_w2 to tag along with them.",
        "It has been a while since some of the clan has polished their training skills. You gather a group of established warriors to the training grounds and dedicate the day to refining their battle tactics, fighting moves, and cooperation with one another. ",
        "You take a rare moment of peace to spend some time roaming the territory. It had been a while since you were able to take a peaceful stroll for yourself. ",
        "l_n approaches you, requesting you to join them in the leader's den to confer about some private matters regarding the clan. You nod and follow them inside, hoping you can assist them with your own insight.",
        "You catch r_w trotting up to you. They've just returned from a patrol and make sure to give you the details on their findings. You nod gratefully for their report, advising them to grab a piece of fresh kill before dismissing them.",
        "The sun had barely risen as you wake r_w1, r_w2, and r_w3 for the dawn patrol that morning. You decide it best to lead this patrol yourself, not wanting too many of the warriors to be exhausted later in the day for future patrols.",
        "r_w waves their tail at you in parting as they lead their band of cats out of camp for the dusk patrol. You can only hope that you made the right choices for the patrol.",
        "r_m walks up to you, wondering if there is a warrior that can accompany them as they head out of camp. You take a moment to assess who may be available in camp, before settling on r_w.",
        "l_n consults you about who may be best to mentor r_k when they reach six moons."
    ],
    "deputy assertive": [],
    "deputy brooding": [],
    "deputy cool": [],
    "deputy upstanding": [],
    "deputy introspective": [],
    "deputy neurotic": [],
    "deputy silly": [],
    "deputy stable": [
        "You want the best for c_nClan... But maybe in order for that to happen you should step down. You're left unsure.",
        "After a morning of self reflection and a session with r_d you attend to your duties with a clear mind.",
        "r_w asks for your guidence in regards to training apprentices. You assure them that they're doing the right thing.",
        "You can hear squabbling at the edges of camp and move to investigate only to find a mentor tearing into their apprentice who's in tears. Your voice cuts through the air and you aggressivly scorn the warrior. Later you report back to l_n and request that the apprentice trains under you for the time being.",
        "You spend your afternoon telling stories to the kits of the nursery while the queens get some much needed rest.",
        "You consult l_n on your position and the cats you have lost under your leadership. You ask them was there a way to save them, to do better... l_n reminds you there is no easy solution and you are doing the best you can. Sometimes, things can't be helped.",
        "You collaborate with the queens and warriors to perform a show for the kits. One that's filled with original songs written by the mediators, props made by the medicine cats and costumes designed by the apprentices. This performance brings the clan closer together and enriches your culture.",
        "You help l_n when they're sick, bringing them prey and news of the clan. They thank you for your kindness.",
        "You guide the hunting patrol to a spot on the territory flourishing with prey. It's a successful trip and the clan is fed!",
        "You guide the hunting patrol to a spot on the territory flourishing with prey. You were sorely mistaken and it was a failure, the clan is not fed well today.",
        "Nightmares of losing l_n haunt your dreams tonight."
    ],
    "deputy sweet": [],
    "deputy unabashed": [],
    "deputy unlawful": [],
    "deputy rare": [
        "You are up late one night, unable to sleep. Looking out, you see l_n is also awake. You approach l_n and end up having a quiet conversation about the clan under the blanket of stars above, knowing your ancestors are watching over you. You return to the den, reassured of your position.",
        "One morning you feel a paw jab into your side as you slowly awaken. After finally coming to, you realize that you woke up late and your clanmates are wondering about patrols. Mouse-dung!",
        "You lecture r_w about their behavior. They don't take it well, boldly stating how terrible of a deputy you are. You do your best to shake it off.",
        "l_n rests their tail on you, sharing how much they appreciate what you do for c_nClan. They are grateful to have chosen you as their deputy, knowing that you will be a great leader when they are in StarClan."
    ]
}
