{
    "elder general": [
        "You find kits frolicking in your favorite spot to nap, but you don't have the heart to scare them off. Instead, you watch them play fondly until they're eventually called back by the queens.",
        "You spend the day taking a very productive nap in the sun.",
        "You take a moment to think about how much the clan has changed.",
        "You find yourself longing for the time when your biggest worries were catching butterflies and trying to figure out which nest in the nursery had the softest moss.",
        "You attract a small crowd as you tell a thrilling story, leading your audience through many unexpected twists and turns.",
        "You accidentally cause an apprentice to get side-tracked by telling them tales from your own apprentice days."
    ],
    "elder assertive": [],
    "elder brooding": [],
    "elder cool": [],
    "elder upstanding": [],
    "elder introspective": [],
    "elder neurotic": [],
    "elder silly": [],
    "elder stable": [
        "You breathe in deeply, embracing the cool air of a new day. You just hope it isn't your last.",
        "You find yourself venting to r_d, you don't understand why you're still standing when those you grew up with died young. They assure you that through you living, their memories are kept alive and thanks to you, the clan won't soon forget them.",
        "The warriors roll their eyes at you again, not wanting to listen to another lecture on loyalty to clanmates- you state it as if the cats of this clan think it's an unheard concept.",
        "You sit peacefully as you let the kits crawl over your tail, playing some kind of game where they think it's a big and scary snake. You occasionally hiss which sends them squealing with childish joy.",
        "r_m chats with you about your day as they perform their regular medical exam. It's a pleasant morning between you both.",
        "You share embarrassing stories of an apprentice's mentor from when they were an apprentice. You give them a confidence boost in sharing how everyone makes mistakes and a new perspective allowing the apprentice to loosen up around their mentor.",
        "You offer l_n words of wisdom for the upcoming gathering."
        
    ],
    "elder sweet": [],
    "elder unabashed": [],
    "elder unlawful": [],
    "elder rare": [
        "You wake up to the medicine cat and a handful of friends gathered around you in a hush, discovering that you had scared r_e by not waking up when shaken. You shake it off, but your mind keeps wandering back to what would have happened if you didn't awaken."
    ]
}
