{
    "general general": [
        "It's a great day to lie down and soak up the sun's rays. You take advantage of it.",
        "You spend some time with r_w today. The two of you enjoy the time away from camp.",
        "Today is a good day to spend with the elders. r_e is thrilled that you've come to join them.",
        "r_q is looking wore out. You offer to watch the kits for a bit so they can take a rest. r_q is thrilled and accepts. When they come back later the kits are napping and r_q looks much better.",
        "You help out with a few den repairs this moon. The camp looks much better in the end, and should be good for another season.",
        "It's a dreary day today. r_w1 and r_w2 just came back from patrol and are sheltered beside you. The three of you share tongues for a bit, grooming out damp fur.",
        "Lightning is striking in the sky. You watch it with r_d, r_w1, r_w2, and r_m.",
        "r_d visits you after you had a very cross conversation with r_w.",
        "You're out with r_a and r_w today. You're not on patrol, really, all of you just wanted to stretch your legs.",
        "A Clan meeting has your attention. Danger in the territory means everyone should be on high alert this moon.",
        "Twolegs on the territory have the Clan nervous. You reassure r_q and r_e that they won't find the camp.",
        "r_k is causing trouble - and you're the first one on the scene. With a fond sigh you herd them back to the nursery.",
        "The Clan is having a lazy sunhigh. You end up chatting with r_w1, r_w2, and r_m about nothing in particular.",
        "Gossip isn't necessarily good... but it sure can be fun. r_d always has the best info so you spend some time with them.",
        "r_w1 is chatting about r_w2. You listen in as you eat your evening meal. Seems like r_w2 has annoyed r_w1...",
        "r_q and the kits have left a bit of a mess with whatever game they were playing. You decide to clean up, and later, r_q is incredibly grateful.",
        "r_w is talking about a kittypet they met on patrol. You recall that kittypet as well. Small world!",
        "You're helping r_m since they needed extra paws. They're grateful to you. It turns out you're very good at gathering cobwebs and moss.",
        "It's time to clean out your nest! Fresh moss is great, but you will miss the bits of fluff and feathers. r_q seems to notice your unhappiness and offers some of their supply for you!",
        "r_d notices you're a little down. They spend quite a bit of time talking through some things with you. By the end, a weight has been lifted off your shoulders.",
        "r_m notices you looking tired. You reassure them that you're fine but relent when they give you some herbs to help you sleep."
    ],
    "general assertive": [
        "With some downtime on your paws you go on an adventure alone through the territory. The border is quite tempting to ignore... but you know it's best to stay within c_nClan's borders.",
        "r_w1 is talking behind your back. When r_w2 informs you, you strut right up to r_w1 to confront them. r_d has to quickly step in.",
        "r_d is trying to speak to you about what you said to r_a earlier. You remind them that you don't mince words.",
        "r_a is raring for a good spar. You offer to train with them for a bit... but by the end r_a is a bit bruised. They don't ask again.",
        "r_k is admiring you it seems! It's probably because of your boldness. Or maybe that you're confident? You're also pretty fierce and...",
        "When a dog finds the camp, you're one of the first to launch at it with a yowl. You may not have the best skills - but your sheer confidence unnerves the dog enough to send it away with it's tail between it's legs."
    ],
    "general brooding": [],
    "general cool": [],
    "general upstanding": [],
    "general introspective": [],
    "general neurotic": [],
    "general silly": [],
    "general stable": [],
    "general sweet": [
        "You take the time to sort through the fresh-kill pile, making sure to throw away any old or rotting pieces of prey."
    ],
    "general unabashed": [],
    "general unlawful": [
        "You take the last piece of fresh-kill from the pile before r_k could get to it."
    ],
    "general rare": [
        "r_m takes you aside quietly. They seem concerned and begin to speak about something before shaking their head and telling you not to mind them. You wonder what made r_m stop..."
    ]
}