{
    "medicine cat old": [
        "You spend your day diligently conversing with l_n about the current herb supply.",
        "You stop y_a from overlooking mold on a herb, taking the opportunity to explain why even the littlest bit of mold can cause an injury to worsen.",
        "You lose track of time during a gathering, missing a scheduled check-up on c_nClan's kits.",
        "While explaining to r_k about the uses of different herbs, you sneeze loudly from a bunch of dusty yarrow, causing r_k to squeal in delight.",
        "You try to demonstrate how to properly chew herbs, only to end up making a disgusted face from the taste. y_a starts to giggle uncontrollably at your misfortune."
    ],
    "medicine cat general": [
        "Finally taking a moment's rest from your duties, you lay just outside your den to observe the Clan. You watch your healthy Clanmates bustle about camp, grateful to StarClan that your hard work really does pay off.",
        "Today, you allow y_a to take the lead in tending to injuries and illnesses. You can't help but keep an eye on {PRONOUN/y_a/object}, just in case {PRONOUN/y_a/subject} {VERB/y_a/need/needs} any corrections or advice.",
        "You step into the medicine den, sighing at the disheveled piles of herbs scattered about. It looks like your duties have distracted you from properly sorting through your herb storages. Gritting your teeth at the task, you pull together all of the herbs, assess the quantities, pick out any of the decaying herbs, and group them in their designated placements. You give a satisfied nod as you finish, feeling your stress ease away.",
        "You ponder the last Half-Moon gathering, uncertain of StarClan's intent for the future of c_nClan.",
        "You find a kit in your den stealing your herbs! They admit that r_k dared them to do it when you sit them down for a talk. You spend the rest of the day chewing out the two kits.",
        "Stressed and tired from treating multiple Clanmates within the same day, you accidentally give r_w the wrong advice for their injury. Safe to say it worsened overnight.",
        "You misinterpret a sign from StarClan, causing confusion and concern within c_nClan regarding an upcoming disaster.",
        "It's r_k's moonly check-up, and you spend your dusk treating a screaming and crying kit as r_q watches sheepishly from the sidelines.",
        "Another moon, another dawn treating a warrior who fell into thorns. You hold in your laughter as r_w, admittedly, reminds you of a porcupine.",
        "r_m nods off as they meticulously count the herb supply for the second time this dawn, and you can't help but snort into your paw as r_m, yet again, begins to recount the poppy's."
    ],
    "medicine cat assertive": [],
    "medicine cat brooding": [],
    "medicine cat cool": [],
    "medicine cat upstanding": [],
    "medicine cat introspective": [
        "You peacefully reorganize herbs within the medicine den, finding the repetitive task strangely calming."
    ],
    "medicine cat neurotic": [
        "You try to warn an overenthusiastic r_a about the dangers of deathberries, only to internally scare yourself into believing you've accidentally eaten some.",
        "You peacefully reorganize herbs within the medicine den, finding the repetitive task strangely calming."
    ],
    "medicine cat silly": [
        "You try to warn an overenthusiastic r_a about the dangers of deathberries, only to internally scare yourself into believing you've accidentally eaten some."
    ],
    "medicine cat stable": [],
    "medicine cat sweet": [],
    "medicine cat unabashed": [],
    "medicine cat unlawful": [],
    "medicine cat rare": [
        "You don't catch a kit sneaking into your den, and end up having to treat them when they get into the poppy seeds. Thankfully, they survive, but you have a very important talk with the queens and the kits on the importance of using herbs correctly.",
        "A prophecy burns in your mind as you are shocked awake, leaving you lost and befuddled. Maybe you should speak with l_n about it?",
        "You swear that you can hear ghostly whispers in the wind, begging you to listen."
    ]
}
