{
    "medicine cat apprentice old": [],
    "medicine cat apprentice general": [
        "y_s visits you in the medicine den and the two of you spend all day updating each other on the exciting new things you've learned!",
        "y_s fakes an injury to spend more time with you in the medicine den.",
        "You give y_s a tour of the den, giggling at how overwhelmed {PRONOUN/y_s/subject} {VERB/y_s/seem/seems} at all the herbs.",
        "Your training has kept both of you busy, but you y_s schedule some much-needed sibling time.",
        "You spend the day cleaning out the very back corner of the herb store, much to the approval of your mentor.",
        "You can't help but feel a bit left out after watching the warrior apprentices share an inside joke you don't understand.",
        "As instructed by y_m, you take over the task of checking your Clanmates ailments for the day. A glow of pride runs through you as you are entrusted with the duty.",
        "You get turned around while trying to find a specific herb in the den. Why does y_m's way of organizing have to be so complicated?",
        "You pull a face while chewing on a foul-tasting herb. y_m laughs and promises that you'll get used to it.",
        "r_w claims {PRONOUN/r_w/subject} {VERB/r_w/have/has} such a foul bellyache, and {PRONOUN/r_w/subject} should really stay in from patrols today. You're convinced {PRONOUN/r_w/subject} simply ate too much prey, but y_m still demands you to provide {PRONOUN/r_w/object} with juniper berries.",
        "You're more than overjoyed to be working with the other apprentices, leading them out of camp for herb gathering. Apparently, they have been dreading it, and you feel lonely as the only cat to trek back with herbs in their mouth.",
        "You bedazzle yourself with flowers from the herb store, feeling like the prettiest cat in c_nClan."
    ],
    "medicine cat apprentice assertive": [],
    "medicine cat apprentice brooding": [],
    "medicine cat apprentice cool": [],
    "medicine cat apprentice upstanding": [],
    "medicine cat apprentice introspective": [],
    "medicine cat apprentice neurotic": [
        "You overhear m_n reviewing your progress with l_n, but can't make out enough to be sure what m_n really thinks of you.",
        "You find the perfect spot to lie in the sun by yourself and watch the camp.",
        "r_w notices you sitting alone and invites you to eat with them.",
        "m_n asks you to go out alone to collect marigold. They've taught you how to identify it before, but you still ask them to remind you.",
        "You collect cobwebs, careful to not tear them. m_n praises your meticulousness.",
        "When r_e tells you stories, you're comforted by the cats and places you recognize.",
        "You wonder if you're living up to y_p's hopes and expectations."
    ],
    "medicine cat apprentice silly": [],
    "medicine cat apprentice stable": [],
    "medicine cat apprentice sweet": [],
    "medicine cat apprentice unabashed": [
        "You triple-check the elders for ticks, worrying obsessively that you might have missed a spot."
    ],
    "medicine cat apprentice unlawful": [],
    "medicine cat apprentice rare": [
        "Whilst you're out training, you see a strange looking cat. You run after them, only to find yourself falling into an empty darkness, only lit by the glow of stars. When you bring this to m_n, {PRONOUN/r_m/subject} immediately {VERB/r_m/seem/seems} concerned, and have you tell l_n everything that happened.",
        "You swear that you can hear ghostly whispers in the wind, begging you to listen."
    ]
}