{
    "queen's apprentice old": [],
    "queen's apprentice general": [
        "Your training has kept both of you busy, but you and y_l schedule some much-needed sibling time.",
        "You catch a kit bullying r_k, and step in to protect r_k.",
        "You toss a pebble across the clearing and laugh as the kits run after it.",
        "You spend the day coming up with new lullabies to sing to the kits.",
        "You manage to finally get a kit to fall asleep, and m_n's eyes gleam with contented pride.",
        "You spend the day with m_n, making up lullabies and preparing sticks and feathers for potential future kits.",
        "A kit sees you lay down the moss that you've been out collecting for the nursery and completely tears it apart while playing. Learning to keep your temper is part of the queen's role.",
        "A kit refuses to listen to you because 'you're not a real queen yet'. No matter what you try, they turn their nose at you. You have to grit your teeth and tell yourself that they don't know better.",
        "r_k has picked up a strange food habit that you can't help but cringe from. Unluckily for you, r_k noticed and is now doing it more often. Yay.",
        "You have a growing suspicion that r_k is purposefully trying to peeve you off.",
        "You're quickly learning that as a queen, the moons never feel the same. Something crazy is always happening, whether there's kittens in the nursery or not.",
        "You're so tired from playing with r_k, but {PRONOUN/r_k/subject} {VERB/r_k/don't/doesn't} seem to realize... or care.",
        "You wonder what your suffix will be when you graduate.",
        "There is still so much to learn, but you have very little time to do so. It's overwhelming.",
        "If you have learned anything from being a queen's apprentice, it's that patience goes a long way. Though, you're finding that you're running out of patience...",
        "y_s visits you in the nursery, but {PRONOUN/y_s/subject} {VERB/y_s/seem/seems} to cause a little more trouble than necessary.",
        "y_p seems a little too relieved that you were given a role specific to the camp."
    ],
    "queen's apprentice assertive": [],
    "queen's apprentice brooding": [],
    "queen's apprentice cool": [
        "With all the respect you can muster, you do not judge dislike_r_w as {PRONOUN/dislike_r_w/subject} {VERB/dislike_r_w/walk/walks} through the camp covered in thorns. And you <i>totally</i> don't whisper to the kittens that dislike_r_w turned into a porcupine overnight. Totally not.",
        "The kittens have been spreading rumors in the nursery, and r_q asks you if you know who is responsible. With a smooth lie, you're able to rid yourself of {PRONOUN/r_q/poss} questioning. Phew! You gotta tell the kittens to be more careful!",
        "You boast to m_n about how the kittens prefer you as their caregiver, and it's not even that hard!"
    ],
    "queen's apprentice upstanding": [],
    "queen's apprentice introspective": [
        "You learned a lot about kittens. One, they never comply with nap time. Two, none of them know what 'alone time' means. And three, they're unnecessarily mean.",
        "If one more kitten interrupts your attempts to decompress, you feel like you may just burst into tears.",
        "After a rough moon of watching over the kittens, you flee to r_m to ask for herbs to help with your growing headache. Thankfully, r_m pities you enough to spare a few.",
        "There's pride in finally learning about a kitten enough to silently care for them. When r_k seems to be having a bad day, all you need to do is let r_k cling to you. The simplicity is amazing.",
        "r_k seems to be having a bad day. To attempt to calm {PRONOUN/r_k/poss} emotions, you invite {PRONOUN/r_k/object} to watch the clouds with you. Thankfully, your quiet observations of the clouds' shapes puts r_k into a well-needed nap.",
        "You feel distracted today. Staring off into space while in-charge of watching over the kittens is not a good idea, and you learn this brutally as r_k_assertive pulls a dirty prank on you.",
        "You asked m_n a lot of questions this moon. Hopefully m_nc doesn't mind it."
    ],
    "queen's apprentice neurotic": [
        "You overhear m_n reviewing your progress with l_n, but can't make out enough to be sure what m_n really thinks of you.",
        "You find the perfect spot to lie in the sun by yourself and watch the camp.",
        "r_w notices you sitting alone and invites you to eat with {PRONOUN/r_w/object}.",
        "When r_e tells you stories, you're comforted by the cats and places you recognize.",
        "You wonder if you're living up to y_p's hopes and expectations."
    ],
    "queen's apprentice silly": [
        "With all the respect you can muster, you do not judge dislike_r_w as {PRONOUN/dislike_r_w/subject} {VERB/dislike_r_w/walk/walks} through the camp covered in thorns. And you <i>totally</i> don't whisper to the kittens that dislike_r_w turned into a porcupine overnight. Totally not."
    ],
    "queen's apprentice stable": [],
    "queen's apprentice sweet": [],
    "queen's apprentice unabashed": [],
    "queen's apprentice unlawful": [],
    "queen's apprentice rare": [
        "After making a mistake that almost injures one of the kits, you begin to wonder if the path of a queen's apprentice is truly the right choice.",
        "r_k has found out about your feelings toward your_crush, and the mischievous look in {PRONOUN/r_k/poss} eye has you unnerved. What {VERB/r_k/are/is} {PRONOUN/r_k/subject} planning?"
    ]
}