{
    "success": [
        "After a hard day, you find solace in a_n's comforting words and gentle touch. You dream of a future where you and a_n can be together openly, but the thought of betraying m_n keeps haunting your thoughts.",
        "One evening, as you watch the stars, a_n joins you. The night stretches on as the two of you dream of a different life together.",
        "a_n sneaks into your nest during the night and leaves before m_n can rouse you in the morning. You wonder if this will start becoming a regular thing.",
        "You can no longer deny your feelings for a_n and sneak out to a nearby glade to confess to {PRONOUN/a_n/object}. {PRONOUN/a_n/subject/CAP} {VERB/a_n/curl/curls} {PRONOUN/a_n/poss} tail around yours with a purr, making your heart leap. What m_n doesn't know can't hurt {PRONOUN/m_n/object}, right?",
        "Your attraction to a_n is the worst kept secret around camp, so no one is surprised when the two of you sneak out onto the territory together. Not even m_n, who looks away bitterly, pretending not to notice.",
        "You bury your face into a_n's fur, {PRONOUN/a_n/poss} touch filling you with a warmth that m_n hasn't been able to muster in moons. If being with a_n is wrong, maybe you don't want to be right.",
        "You've done your best to be a loyal mate and partner, but your feelings for a_n are just too strong to resist. You swear over and over that every secret meeting will be the last, but somehow, it's a mistake you can't seem to stop making.",
        "Is it possible to love two cats at once? You still appreciate m_n's loyalty, but a_n is just something else entirely. As you sigh into {PRONOUN/a_n/poss} fur, all at once, the world seems to have color again.",
        "m_n has been failing you at every turn lately. {PRONOUN/m_n/subject/CAP} never {VERB/a_n/listen/listens} to you, never {VERB/m_n/make/makes} time for you, and never {VERB/m_n/make/makes} efforts to change. On the other hand, when you're with a_n, you feel more seen and cherished than ever. The choice is easy, and you have no regrets.",
        "The second you sneak out of camp with a_n, you're hit with a twinge of regret. What would m_n say if {PRONOUN/m_n/subject} knew ...?",
        "As you're out by the river watching the fish, one of them reminds you of a_n. Your cheeks blush up as you realize how often your mind rests on {PRONOUN/a_n/object}, soon followed by shame. If you thought of a_n before m_n, then what is your relationship worth? You reflect on the question together with the cat you can trust, a_n. {PRONOUN/a_n/subject/CAP} {VERB/a_n/seem/seems} to be the only cat to understand you lately.",
        "a_n's scent is becoming more familiar to you than m_n's. Every time you're near {PRONOUN/a_n/object}, your heart races, and you can't help but be drawn to {PRONOUN/a_n/object}.",
        "a_n's voice is the one you seek out lately, {PRONOUN/a_n/poss} touch the one you crave. But every time m_n looks your way, you're reminded of the promises you made and the trust you're breaking."
    ],
    "fail": [
        "You meet with a_n in a secluded glade. The two of you feel a connection neither of you can deny. The bushes rustle, revealing a teary-eyed m_n.",
        "a_n is horrified at the thought that you'd make {PRONOUN/a_n/object} into a homewrecker! Later that day, you see {PRONOUN/a_n/object} whispering with m_n, stealing glances in your direction. What did you just get yourself into?",
        "a_n is flattered by your confession, but a little concerned by the state of your relationship with m_n. {PRONOUN/a_n/subject/CAP} {VERB/a_n/suggest/suggests} the two of you talk things out, and {VERB/a_n/assure/assures} you {PRONOUN/a_n/subject}'ll still be here when you're really ready.",
        "When you confess your feelings to a_n, {PRONOUN/a_n/subject} {VERB/a_n/curl/curls} {PRONOUN/a_n/poss} lip as if {PRONOUN/a_n/subject} just tasted bad prey. Clearly, you were mistaken in assuming {PRONOUN/a_n/subject} felt the same way ...",
        "Thrilled by your confession, a_n has {PRONOUN/a_n/poss} tail wrapped around you the entire walk to the secluded cliffside ... where, as it turns out, a very confused r_w is training. You make up some random excuse to {PRONOUN/r_w/object}, thinking {PRONOUN/r_w/subject}'ll buy it, but you return to camp to see {PRONOUN/r_w/object} talking with m_n ...",
        "You cuddle with a_n in a hidden spot outside the territory, thrilled by your forbidden romance together ... little do you know r_w, who followed you the whole way here, sees the whole thing from a nearby tree.",
        "In another life, a_n would have loved to have been with you ... but {PRONOUN/a_n/subject} {VERB/a_n/state/states} {PRONOUN/a_n/poss} responsibility is to the Clan now, and yours is to your mate. If only you had gotten to {PRONOUN/a_n/object} when you were younger ...",
        "You leave a gift for a_n as a token of your affection. But later, you overhear {PRONOUN/a_n/object} laughing with {PRONOUN/a_n/poss} friends about the 'mystery admirer', clearly not taking your feelings seriously.",
        "a_n seems to be warming up to your affections, but one day {PRONOUN/a_n/subject} {VERB/a_n/pull/pulls} you aside. {PRONOUN/a_n/subject/CAP} said {PRONOUN/a_n/subject} had a dream from StarClan, warning {PRONOUN/a_n/object} of the consequences of your actions. {PRONOUN/a_n/subject/CAP} {VERB/a_n/decide/decides} it's best to stay away from you.",
        "a_n listens to your confession, but instead of reciprocating, {PRONOUN/a_n/subject} {VERB/a_n/remind/reminds} you of the importance of loyalty. {PRONOUN/a_n/subject/CAP} {VERB/a_n/suggest/suggests} you seek guidance from the medicine cat to heal your troubled heart.",
        "a_n rejects your confession, stating that you're the sixth cat this moon who's fallen for {PRONOUN/a_n/object}.",
        "You and a_n decide to meet at the old Twoleg barn for some privacy. But as you share a moment, a patrol suddenly appears, having decided to check the barn for rogues."
    ],
    "fail breakup": [
        "After learning of your affair, m_n breaks it off with you immediately. {PRONOUN/m_n/subject} {VERB/m_n/avoid/avoids} you whenever possible.",
        "After learning of your affair, m_n coldly brushes past you, refusing to look at or acknowledge you at all. It's safe to say that your relationship is over ... or at least, it will never be the same.",
        "You come back to your den that night to see that m_n has moved {PRONOUN/m_n/poss} nest away from yours. It seems like after {PRONOUN/m_n/subject} learned of your affair, {PRONOUN/m_n/subject} decided that you will no longer be mates.",
        "After learning of your affair, m_n bluntly states that it's best for the both of you to part ways.",
        "After learning of your affair, m_n publicly announces {PRONOUN/m_n/poss} decision to break up with you, citing your betrayal. The weight of the Clan's collective gaze is almost too much to bear.",
        "After learning of your affair, m_n confronts you, {PRONOUN/m_n/poss} eyes filled with hurt and betrayal. {PRONOUN/m_n/subject/CAP} {VERB/m_n/declare/declares} that StarClan would never approve of your actions, and neither do {PRONOUN/m_n/subject}. With a heavy heart, {PRONOUN/m_n/subject} {VERB/m_n/end/ends} your relationship."
    ],
    "fail none": [
        "After learning of your affair, you plead with m_n to give you a second chance. After a while, m_n accepts, making you swear to never look at a_n again.",
        "After m_n learns of your affair, {PRONOUN/m_n/subject} {VERB/m_n/confide/confides} in {PRONOUN/m_n/poss} closest friends. You overhear {PRONOUN/m_n/object} talking, {PRONOUN/m_n/poss} voices filled with pain and confusion. Realizing the depth of your betrayal, you approach m_n, hoping to find a way to make amends.",
        "After m_n learns of your affair, you apologize, expecting {PRONOUN/m_n/object} to be angry. Instead {PRONOUN/m_n/subject}{VERB/m_n/'re/'s} ... tearful? m_n begs you to tell {PRONOUN/m_n/object} what {PRONOUN/m_n/subject} did wrong, why you felt you couldn't trust {PRONOUN/m_n/object}, and what a_n provides you that {PRONOUN/m_n/subject} {VERB/m_n/don't/doesn't}. For the first time, you feel a pang of regret, and question why you ever thought of betraying {PRONOUN/m_n/object} in the first place.",
        "After discovering your affair, m_n, in a fit of rage, lunges at a_n. It takes the combined strength of several Clanmates to pull them apart. The rift in your relationship is palpable.",
        "m_n confronts you in front of the Clan, {PRONOUN/m_n/poss} voice filled with hurt and betrayal. As the Clan murmurs in shock, you're filled with shame and regret, wishing you could turn back time."
    ]
}