{
    "-9": {
        "assertive": "This slugcat knows that the Rot Wound can provide {PRONOUN/m_c/object} with strength that can't be found elsewhere.",
        "brooding": "This slugcat would defend {PRONOUN/m_c/poss} belief in the Rot wound at the cost of {PRONOUN/m_c/poss} life ... or even someone else's.",
        "cool": "This slugcat has no qualms being drenched in rot and decay; tendrils of the Rot Wound coil through {PRONOUN/m_c/poss} veins, and {PRONOUN/m_c/poss} appearance is forever altered. Whoever {PRONOUN/m_c/subject} {VERB/m_c/were/was} previously, only a monster resides.",
        "upstanding": "This slugcat sees the Rot Wound as the ultimate embodiment of the ethics {PRONOUN/m_c/subject} {VERB/m_c/cherish/cherishes}.",
        "introspective": "This slugcat feels the Rot Wound's strength through {PRONOUN/m_c/poss} veins. Yet, it doesn't bother {PRONOUN/m_c/object}. This slugcat feels like {PRONOUN/m_c/subject} finally found the answers {PRONOUN/m_c/subject} {VERB/m_c/were/was} searching for.",
        "neurotic": "The Rot Wound's teachings give this slugcat security and strength {PRONOUN/m_c/subject} never thought {PRONOUN/m_c/subject} would find.",
        "silly": "{PRONOUN/m_c/poss/CAP} unwavering devotion to the Rot Wound is the one thing that this slugcat is serious about.",
        "stable": "This slugcat's devotion to the Rot Wound is unshakable and absolute.",
        "sweet": "Despite {PRONOUN/m_c/poss} strong beliefs, this slugcat still adores the Clan. This is all for them, after all.",
        "unabashed": "This slugcat doesn't just embrace the Rot Wound's ideology - {PRONOUN/m_c/subject} {VERB/m_c/revel/revels} in it.",
        "unlawful": "The Rot Wound has allowed this slugcat to feel truly free, something {PRONOUN/m_c/subject} will buy no matter the cost."
    },
    "-8": {
        "assertive": "This slugcat is confident that the path to the Rot Wound is where {PRONOUN/m_c/poss} paws belong.",
        "brooding": "This slugcat is devoted to the Rot Wound. {PRONOUN/m_c/subject/CAP} {VERB/m_c/believe/believes} The Ascended should be punished for allowing so much suffering in the world.",
        "cool": "This slugcat is untouchable! It's clear as day that joining the Rot Wound would greatly improve {PRONOUN/m_c/poss} strength, as well as {PRONOUN/m_c/poss} appearance.",
        "upstanding": "Almost entirely aligned with the Rot Wound, this slugcat has forsaken the Warrior Code for a new set of laws.",
        "introspective": "The only thing holding this slugcat back from fully believing in the Rot Wound is the wonders {PRONOUN/m_c/subject} {VERB/m_c/haven't/hasn't} yet found. Once {PRONOUN/m_c/subject} {VERB/m_c/do/does}, {PRONOUN/m_c/subject}'ll finally be fulfilled.",
        "neurotic": "This slugcat sees the teachings of the Rot Wound as a way to gain confidence and control.",
        "silly": "This slugcat prays that {PRONOUN/m_c/subject} {VERB/m_c/go/goes} to the Rot Wound after {PRONOUN/m_c/subject} {VERB/m_c/die/dies}. It doesn't seem like a joke.",
        "stable": "This slugcat's faith in the Rot Wound borders on blind devotion.",
        "sweet": "Though this slugcat's heart is covered in Rot Wound decay, you can still see that spark of care in {PRONOUN/m_c/poss} eyes.",
        "unabashed": "This slugcat will speak of the Rot Wound to any slugcat who will listen.",
        "unlawful": "Nearly all devotion has been redirected towards the Rot Wound. This slugcat sees The Ascended's ways as hopelessly weak and obsolete."
    },
    "-7": {
        "assertive": "This slugcat seeks solace in the shadows of the Rot Wound.",
        "brooding": "This slugcat is fully justified in {PRONOUN/m_c/poss} belief in the Rot Wound, believing The Ascended to be gutless and weak.",
        "cool": "Closely aligned with the Rot Wound, this slugcat uses {PRONOUN/m_c/poss} allure to further dark ambitions with ease.",
        "upstanding": "This slugcat would do whatever it takes to please {PRONOUN/m_c/poss} Rot Wound mentor.",
        "introspective": "This slugcat starts to slowly associate the blue rot of the Rot Wound as {PRONOUN/m_c/poss} home and sets off to explore, marveling on what exactly is in store for {PRONOUN/m_c/object}.",
        "neurotic": "This slugcat feels a sense of belonging amid the shadows of the Rot Wound.",
        "silly": "This slugcat entertains {PRONOUN/m_c/poss} Clanmates with exaggerated tales of Rot Wound exploits, blurring the line between fact and fiction.",
        "stable": "You can often find this slugcat seeking guidance from {PRONOUN/m_c/poss} warrior ancestors down below.",
        "sweet": "This slugcat seems comforted by the darkness, though most wouldn't expect it from {PRONOUN/m_c/object}.",
        "unabashed": "This slugcat often tells {PRONOUN/m_c/poss} Clanmates if they are likely to go to the Rot Wound or not.",
        "unlawful": "This slugcat scoffs at the Void. They made these pointless rules, and the Rot Wound are the only ones willing to defy them."
    },
    "-6": {
        "assertive": "This slugcat knows that the Clan would be better off believing what they do.",
        "brooding": "This slugcat no longer feels guilty for waking up in the Rot Wound each night.",
        "cool": "Swayed by the power of the Rot Wound, this slugcat may subtly manipulate Clanmates, hiding {PRONOUN/m_c/poss} true allegiance.",
        "upstanding": "This slugcat ensures that {PRONOUN/m_c/poss} actions align with the Rot Wound's principles.",
        "introspective": "This slugcat starts to become more open on the Rot Wound, going out of {PRONOUN/m_c/poss} way to ask for stories and tales, even telling a few {PRONOUN/m_c/self}.",
        "neurotic": "This slugcat believes the Rot Wound's teachings will help {PRONOUN/m_c/object} gain strength and security for {PRONOUN/m_c/poss} Clan, even if the methods make {PRONOUN/m_c/object} uneasy.",
        "silly": "This slugcat jokes about {PRONOUN/m_c/poss} Rot Wound beliefs to deflect suspicion from {PRONOUN/m_c/poss} true devotion.",
        "stable": "This slugcat has a strong faith in the Rot Wound, trusting in {PRONOUN/m_c/poss} wisdom and guidance.",
        "sweet": "This slugcat still treats the Clan with love and care, but {VERB/m_c/have/has} {PRONOUN/m_c/subject} always glared at the stars like {PRONOUN/m_c/subject} {VERB/m_c/do/does} now?",
        "unabashed": "This slugcat feels like the Rot Wound is the only place where {PRONOUN/m_c/subject} can be {PRONOUN/m_c/poss} true self.",
        "unlawful": "This slugcat feels more close to the Rot Wound than {PRONOUN/m_c/poss} Clan."
    },
    "-5": {
        "assertive": "This slugcat finds {PRONOUN/m_c/poss} strong opinions reflected by the ideals of the Rot Wound.",
        "brooding": "This slugcat doesn't care what {PRONOUN/m_c/poss} Clanmates think; {PRONOUN/m_c/subject} {VERB/m_c/know/knows} the Rot Wound is the way of the future.",
        "cool": "This slugcat is intrigued by the Rot Wound, and experiments with {PRONOUN/m_c/poss} methods to see how {PRONOUN/m_c/subject} can benefit {PRONOUN/m_c/poss} image.",
        "upstanding": "This slugcat shows a strong commitment to the Rot Wound and its values.",
        "introspective": "This slugcat feels the guilt following the Rot Wound brings, but {PRONOUN/m_c/subject} {VERB/m_c/acknowledge/acknowledges} the lessons and journeys are worth the selfishness.",
        "neurotic": "Driven by the Rot Wound's pull, this slugcat lives in a moral crisis, constantly wavering between noble and dark impulses.",
        "silly": "This slugcat jokes about wanting to go straight to the Rot Wound when {PRONOUN/m_c/subject} {VERB/m_c/die/dies}, but it's said with a disconcerting ring of truth.",
        "stable": "This slugcat believes the Rot Wound watches over and guides the Clans.",
        "sweet": "This slugcat seems sure of {PRONOUN/m_c/poss} beliefs, but {PRONOUN/m_c/poss} kindness seems filled with guilt.",
        "unabashed": "This slugcat openly embraces the strength and fearlessness {PRONOUN/m_c/subject} {VERB/m_c/draw/draws} from the Rot Wound.",
        "unlawful": "This slugcat seems to slip easily into the darkness, using {PRONOUN/m_c/poss} belief in the Rot Wound as another tool."
    },
    "-4": {
        "assertive": "This slugcat is beginning to think that {PRONOUN/m_c/poss} Rot Wound belief isn't so bad.",
        "brooding": "This slugcat finds comfort and assurance in the cold vastness of the Rot Wound.",
        "cool": "In moments of weakness, this slugcat fantasizes about the strength the Rot Wound could offer.",
        "upstanding": "Strength and ambition are the foundations of this slugcat's moderate but genuine faith in the Rot Wound.",
        "introspective": "To dip your paws into the decay of the Rot Wound is frowned upon, yet, this slugcat can't help but find the Rot Wound strengthening. An intriguing side to be on, {PRONOUN/m_c/subject} {VERB/m_c/suppose/supposes}.",
        "neurotic": "A growing doubt in {PRONOUN/m_c/poss} mind makes this slugcat question if the Rot Wound's ways could be justified as merely a different path.",
        "silly": "This slugcat makes jokes about the Rot Wound, but there's an edge of curiosity beneath the laughter.",
        "stable": "This slugcat accepts the Rot Wound as a real place, but isn't fully convinced of its merits as a source of strength.",
        "sweet": "This slugcat sometimes spends more time trying to bring comfort to the Rot Wound than to the Clan.",
        "unabashed": "This slugcat admits to a moderate curiosity about tapping into the Rot Wound's strength and lack of rules.",
        "unlawful": "This slugcat is starting to let the pull of the Rot Wound's promises of power and lack of rules cloud {PRONOUN/m_c/poss} judgment ever so slightly."
    },
    "-3": {
        "assertive": "This slugcat has begun to believe in the ideals of the Rot Wound.",
        "brooding": "This slugcat feels understood by the Rot Wound in ways {PRONOUN/m_c/subject} never {VERB/m_c/have/has} by {PRONOUN/m_c/poss} Clanmates.",
        "cool": "Part of this slugcat wants to believe in the Rot Wound's teachings as a way to fuel {PRONOUN/m_c/poss} own mystique and cultivate a more dangerous edge.",
        "upstanding": "This slugcat has a reserved belief in the Rot Wound, taking comfort in the idea of an afterlife for strong warriors.",
        "introspective": "This slugcat hesitates to move forward with the whispers of the Rot Wound at the back of {PRONOUN/m_c/poss} mind, but {PRONOUN/m_c/subject} {VERB/m_c/push/pushes} forward regardless, curious to what {PRONOUN/m_c/subject}'ll find.",
        "neurotic": "This slugcat worries about the implications of every paw step {PRONOUN/m_c/subject} {VERB/m_c/take/takes} in the Rot wound, but {PRONOUN/m_c/subject} {VERB/m_c/press/presses} forward anyways.",
        "silly": "This slugcat jokes about joining the Rot Wound a little too often.",
        "stable": "This slugcat believes that the Rot Wound exists but views it as a place for disgraced ancestors, not a source of power.",
        "sweet": "This slugcat has been reeled into the rot with promises of safety for the Clan.",
        "unabashed": "This slugcat expresses a hesitant interest in learning more about the beliefs of Rot Wound supporters.",
        "unlawful": "This slugcat uses the Rot Wound in {PRONOUN/m_c/poss} tricks."
    },
    "-2": {
        "assertive": "This slugcat is intrigued by the Rot Wound.",
        "brooding": "This slugcat has decided to cautiously give Rot Wound faith a try.",
        "cool": "While not fully convinced, this slugcat finds the power and freedom associated with the Rot Wound intriguing in an abstract way.",
        "upstanding": "While respectful of the Rot Wound's role, this slugcat would rather trust in the guidance of living slugcats over dead ones.",
        "introspective": "This slugcat can't help but wonder if the Rot Wound is really as bad as they say.",
        "neurotic": "Curiosity about the Rot Wound's power nags at the back of this slugcat's mind from time to time.",
        "silly": "This slugcat makes dramatic pleas to the 'mighty Rot Wound' when things go wrong, but there might be a sliver of genuine feeling behind it.",
        "stable": "This slugcat is skeptical of the Rot Wound's existence but doubts its influence on living slugcats.",
        "sweet": "This slugcat sometimes questions if the Rot Wound slugcats really deserve the punishments they're given.",
        "unabashed": "This slugcat openly wonders about the Rot Wound, but stops short of endorsing its ways.",
        "unlawful": "This slugcat wonders if the Rot Wound has a code as well, or if it is as lawless as the stories say."
    },
    "-1": {
        "assertive": "This slugcat is open to learning about the Rot Wound.",
        "brooding": "This slugcat wonders if the Rot Wound really makes slugcats stronger, or if that's just a pup's tale.",
        "cool": "This slugcat outwardly dismisses the Rot Wound as a pup's tale but still holds an internal curiosity about the place.",
        "upstanding": "While not fully convinced, this slugcat sometimes wonders if the Rot Wound exists to tempt {PRONOUN/m_c/object} away from the Warrior Code.",
        "introspective": "The Rot Wound is a dangerous place full of mystery and ferocity. This slugcat is hesitant to have faith, but feels curious nonetheless.",
        "neurotic": "Whispers about the Rot Wound frighten this slugcat, but {PRONOUN/m_c/subject} {VERB/m_c/listen/listens} to {PRONOUN/m_c/object} regardless.",
        "silly": "This slugcat finds the idea of the Rot Wound laughable and refuses to take it seriously.",
        "stable": "This slugcat views the Rot Wound as mere superstition.",
        "sweet": "This slugcat seems awkward when the conversation of beliefs comes up, and seems to only half-heartedly agree when The Ascended is praised.",
        "unabashed": "This slugcat is upfront about {PRONOUN/m_c/poss} skepticism of the Rot Wound's existence.",
        "unlawful": "This slugcat insists that the Rot Wound is just pup-tales to make {PRONOUN/m_c/poss} Clanmates behave."
    },
    "0": {
        "All": "This slugcat has no faith in the Rot Wound nor The Ascended, and would rather stay neutral on the subject."
    },
    "1": {
        "assertive": "This slugcat is open to learning about The Ascended.",
        "brooding": "This slugcat is begging The Ascended for a sign; for something, anything to believe in.",
        "cool": "This slugcat regards The Ascended with casual indifference.",
        "upstanding": "This slugcat acknowledges The Ascended's existence but follows the Warrior Code strictly out of a sense of duty, not spiritual devotion.",
        "introspective": "This slugcat looks above at The Ascended with little to no faith. Rather, {PRONOUN/m_c/subject} {VERB/m_c/look/looks} for a sign that The AScended would be willing to acknowledge {PRONOUN/m_c/poss} forthcoming.",
        "neurotic": "This slugcat wishes for comfort from the stars, but finds them lacking.",
        "silly": "This slugcat finds the idea of The Ascended to be laughable and refuses to take it seriously.",
        "stable": "This slugcat is skeptical of The Ascended's existence, but doesn't outright deny the possibility.",
        "sweet": "This slugcat is more focused on {PRONOUN/m_c/poss} Clan than anything, but still respects the Void.",
        "unabashed": "This slugcat is upfront about {PRONOUN/m_c/poss} skepticism of The Asceded's existence.",
        "unlawful": "This slugcat insists that The Ascended is just pup-tales to make {PRONOUN/m_c/poss} Clanmates behave."
    },
    "2": {
        "assertive": "This slugcat is interested in The Ascended.",
        "brooding": "This slugcat is starting to wonder if all the fairy tales about {PRONOUN/m_c/poss} warrior ancestors are actually true or not.",
        "cool": "While respectful of The Ascended traditions, this slugcat's faith is purely a way to build {PRONOUN/m_c/poss} image.",
        "upstanding": "While respectful of The Ascended's role, this slugcat would rather trust in the guidance of living slugcats over dead ones.",
        "introspective": "This slugcat simply has faith in The Ascended because of {PRONOUN/m_c/poss} fellow Clanmates' opinions.",
        "neurotic": "This slugcat listens to stories about The Ascended, but doesn't believe {PRONOUN/m_c/poss} ancestors would ever look {PRONOUN/m_c/poss} way.",
        "silly": "This slugcat finds the idea of warrior ancestors watching them from the Void both comforting and mildly amusing.",
        "stable": "This slugcat is open to the possibility of The Asccended's existence.",
        "sweet": "This slugcat seems eager to listen to stories about The Ascended from Clanmates, though never brings up {PRONOUN/m_c/poss} beliefs otherwise.",
        "unabashed": "This slugcat openly admits to a mild curiosity about The Ascended, but is unsure if {PRONOUN/m_c/subject} truly {VERB/m_c/believe/believes}.",
        "unlawful": "This slugcat feels unnerved at the thought of something otherworldly backing the structure {PRONOUN/m_c/subject} {VERB/m_c/dislike/dislikes}."
    },
    "3": {
        "assertive": "This slugcat has begun to listen more closely to talk of The Ascended around Camp.",
        "brooding": "This slugcat believes in {PRONOUN/m_c/poss} warrior ancestors, but somewhat resents them for their inaction.",
        "cool": "This slugcat believes in The Ascended when it suits {PRONOUN/m_c/poss} reputation.",
        "upstanding": "This slugcat has a reserved belief in The Ascended, taking comfort in the idea of an afterlife for valiant warriors.",
        "introspective": "Although not yet having any confidence in The Ascended, this slugcat listens closely to tales and stories from elders as {PRONOUN/m_c/subject} {VERB/m_c/ponder/ponders} its ideals.",
        "neurotic": "There are times this slugcat feels The Ascended's presence. {PRONOUN/m_c/poss/CAP} faith waxes and wanes periodically.",
        "silly": "This slugcat claims that the stars twinkle brighter when {PRONOUN/m_c/subject} {VERB/m_c/tell/tells} a particularly good joke.",
        "stable": "This slugcat acknowledges that The Ascended might exist, but has doubts about their involvement in the lives of living slugcats.",
        "sweet": "Though not strongly believing, this slugcat will happily tell others about the stories of certain Ascended slugcats.",
        "unabashed": "This slugcat openly declares {PRONOUN/m_c/poss} growing interest in The Ascended and its teachings.",
        "unlawful": "This slugcat agrees that The Ascended might exist, but does not believe they are nearly as powerful as they say."
    },
    "4": {
        "assertive": "This slugcat is growing confident in {PRONOUN/m_c/poss} Ascended belief.",
        "brooding": "This slugcat doesn't fully believe in The Ascended, but is somewhat comforted by the fantasy.",
        "cool": "As this slugcat's faith grows, so does {PRONOUN/m_c/poss} ability to use The Ascended's wisdom to enhance {PRONOUN/m_c/poss} own allure.",
        "upstanding": "Discipline and order are the foundations of this slugcat's moderate, but genuine, faith in The Ascended.",
        "introspective": "This slugcat feels comforted by the idea of The Ascended, but is not yet convinced.",
        "neurotic": "This slugcat leans towards believing in The Ascended more often than not.",
        "silly": "This slugcat finds that the stars always cheer {PRONOUN/m_c/object} up.",
        "stable": "This slugcat believes in The Ascended's existence but views them as distant, uninvolved entities.",
        "sweet": "This slugcat has trust in The Ascended, but still relies on {PRONOUN/m_c/self} when it comes to the care of the Clan.",
        "unabashed": "This slugcat openly shares {PRONOUN/m_c/poss} growing faith in The Ascended with others.",
        "unlawful": "This slugcat believes The Ascended exists, but does not change {PRONOUN/m_c/poss} behavior."
    },
    "5": {
        "assertive": "This slugcat finds {PRONOUN/m_c/poss} strong opinions reflected by the ideals of The Ascended.",
        "brooding": "This slugcat takes comfort in The Ascended's presence, but questions why they allow suffering to continue.",
        "cool": "This slugcat's belief in The Ascended is a key part of {PRONOUN/m_c/poss} calm, collected persona.",
        "upstanding": "This slugcat has a commitment to The Ascended's virtues that show courage and loyalty.",
        "introspective": "After cycles of constant wonder, this slugcat finally feels connected to The Ascended and looks upon their virtues with curiosity.",
        "neurotic": "When this slugcat is alone, {PRONOUN/m_c/subject} {VERB/m_c/try/tries} to imagine {PRONOUN/m_c/poss} ancestors walking beside {PRONOUN/m_c/object}.",
        "silly": "Though usually lighthearted, this slugcat takes on a more somber and reflective air when discussing The Ascended.",
        "stable": "This slugcat believes The Ascended watches over and guides the Clans.",
        "sweet": "This sweet slugcat seems to follow the rules set by The Ascended, and refuses to let darkness into {PRONOUN/m_c/poss} heart.",
        "unabashed": "This slugcat speaks openly and often about {PRONOUN/m_c/poss} faith in The Ascended, unconcerned with others' opinions.",
        "unlawful": "This slugcat feels like {PRONOUN/m_c/poss} faith in The Ascended is what guides {PRONOUN/m_c/object} to bend the rules."
    },
    "6": {
        "assertive": "This slugcat knows that {PRONOUN/m_c/poss} belief in The Ascended has made {PRONOUN/m_c/object} a better slugcat.",
        "brooding": "This slugcat takes solace in The Ascended's guidance, but struggles with the idea that some slugcats may be beyond redemption.",
        "cool": "The Ascended's guidance is used by this slugcat to enhance {PRONOUN/m_c/poss} charismatic and unflappable image.",
        "upstanding": "This slugcat believes wholeheartedly that The Ascended watches over and approves of {PRONOUN/m_c/poss} embodiment of the Warrior Code.",
        "introspective": "To feel The Ascended's presence, to <i>really</i> feel, is a mystery of its own. This slugcat finds {PRONOUN/m_c/self} quietly savoring the company.",
        "neurotic": "This slugcat is comforted by the idea that the Void is guiding {PRONOUN/m_c/poss} path.",
        "silly": "Even in {PRONOUN/m_c/poss} most lighthearted moments, this slugcat's deep respect for The Ascended shines through.",
        "stable": "This slugcat has a strong faith in The Ascended, trusting in their wisdom and guidance.",
        "sweet": "This slugcat finds joy in the belief and the memory of the slugcats who walk amongst the night sky.",
        "unabashed": "This slugcat feels like the Void is the only place where {PRONOUN/m_c/subject} can be {PRONOUN/m_c/poss} true self.",
        "unlawful": "This slugcat thanks the Void for welcoming {PRONOUN/m_c/object} in a way others have not."
    },
    "7": {
        "assertive": "This slugcat finds peace in the golden pelts of {PRONOUN/m_c/poss} warrior ancestors.",
        "brooding": "Devoted to The Ascended, this slugcat nonetheless grapples with the weight of {PRONOUN/m_c/poss} ancestors' expectations.",
        "cool": "This slugcat holds a steady belief in The Ascended, and may often be seen as an influence to others.",
        "upstanding": "This slugcat will meticulously uphold The Ascended's rules and expects the slugcats around {PRONOUN/m_c/object} to do the same.",
        "introspective": "This slugcat actively seeks the guidance and whispers of {PRONOUN/m_c/poss} ancestors, and in turn whispers stories to the Void in thanks.",
        "neurotic": "This slugcat has taken to whispering {PRONOUN/m_c/poss} worries to the Void, entrusting them to {PRONOUN/m_c/poss} ancestors.",
        "silly": "This slugcat ponders what kind of pranks {PRONOUN/m_c/subject} {VERB/m_c/could/can} get away with under the guise of The Ascended's will'.",
        "stable": "You can often find this slugcat seeking guidance from {PRONOUN/m_c/poss} warrior ancestors.",
        "sweet": "You can sometimes find this slugcat singing to the Void above, giving {PRONOUN/m_c/poss} ancestors a comforting melody to listen to.",
        "unabashed": "This slugcat often tells {PRONOUN/m_c/poss} Clanmates if they are likely to go to the Void or not.",
        "unlawful": "You might see this slugcat leave offerings from {PRONOUN/m_c/poss} stash for {PRONOUN/m_c/poss} ancestors."
    },
    "8": {
        "assertive": "This slugcat is confident that the path to the Void is where {PRONOUN/m_c/poss} paws belong.",
        "brooding": "This slugcat always is lost in thought over the mysterious ways of {PRONOUN/m_c/poss} ancestors above.",
        "cool": "With The Ascended's wisdom and {PRONOUN/m_c/poss} own natural charisma, this slugcat seems virtually infallible.",
        "upstanding": "This slugcat allows no lapses in {PRONOUN/m_c/poss} dedication to The Ascended's law.",
        "introspective": "Although not fully settled within {PRONOUN/m_c/poss} belief of The Ascended, this slugcat looks forward to the future and leaves the past as nothing more than a memory before {PRONOUN/m_c/poss} calling.",
        "neurotic": "If this slugcat is certain of anything, it's of {PRONOUN/m_c/poss} relationship with The Ascended.",
        "silly": "This slugcat's faith in The Ascended is unshakable... But so is {PRONOUN/m_c/poss} commitment to keeping {PRONOUN/m_c/poss} ancestors entertained with {PRONOUN/m_c/poss} antics.",
        "stable": "This slugcat's faith in The Ascended is central to {PRONOUN/m_c/poss} identity and purpose.",
        "sweet": "This slugcat is a strong believer in The Ascended, though {PRONOUN/m_c/subject}{VERB/m_c/'re/'s} still mindful of other slugcat's beliefs and always eager to learn more.",
        "unabashed": "This slugcat will speak of The Ascended to any slugcat who will listen.",
        "unlawful": "This slugcat lives in perpetual fear of drawing The Ascended's wrath."
    },
    "9": {
        "assertive": "This slugcat knows that The Ascended provides {PRONOUN/m_c/object} with peace that can't be found elsewhere.",
        "brooding": "This slugcat would defend {PRONOUN/m_c/poss} belief in The Ascended at the cost of {PRONOUN/m_c/poss} life.",
        "cool": "This slugcat integrates The Ascended deeply into {PRONOUN/m_c/poss} own personality, maintaining a flawless, charismatic persona.",
        "upstanding": "To this slugcat, The Ascended's laws are absolute and any perceived transgression should be met with unforgiving judgment in the Void's name.",
        "introspective": "The Ascended are peaceful, unwavering, and a story just waiting to be told. This slugcat will speak tales of The Ascended's deeds to any slugcat who will listen.",
        "neurotic": "The Ascended's wisdom and approval guide every aspect of this slugcat's life.",
        "silly": "{PRONOUN/m_c/poss/CAP} unwavering devotion to The Ascended is the one thing that this slugcat is serious about.",
        "stable": "This slugcat's devotion to The Ascended is unshakable and absolute.",
        "sweet": "Some might say that this slugcat was born with a heart full of the Void, to which {PRONOUN/m_c/subject} {VERB/m_c/seem/seems} a little bashful about.",
        "unabashed": "This slugcat will speak of The Ascended to any slugcat who will listen, or even to any slugcat who won't.",
        "unlawful": "This slugcat will go to lengths beyond the Warrior Code if The Ascended wills it."
    }
}
