{
    "-9": {
        "assertive": "This cat knows that the Dark Forest can provide {PRONOUN/m_c/object} with strength that can't be found elsewhere.",
        "brooding": "This cat would defend {PRONOUN/m_c/poss} belief in the Dark Forest at the cost of {PRONOUN/m_c/poss} life ... or even someone else's.",
        "cool": "This cat has no qualms being drenched in muck and grime; roots of the Dark Forest coil through {PRONOUN/m_c/poss} veins, and {PRONOUN/m_c/poss} appearance is forever altered. Whoever {PRONOUN/m_c/subject} {VERB/m_c/were/was} previously, only a monster resides.",
        "upstanding": "This cat sees the Dark Forest as the ultimate embodiment of the ethics {PRONOUN/m_c/subject} {VERB/m_c/cherish/cherishes}.",
        "introspective": "This cat feels the Dark Forest's strength through {PRONOUN/m_c/poss} veins. Yet, it doesn't bother {PRONOUN/m_c/object}. This cat feels like {PRONOUN/m_c/subject} finally found the answers {PRONOUN/m_c/subject} {VERB/m_c/were/was} searching for.",
        "neurotic": "The Dark Forest's teachings give this cat security and strength {PRONOUN/m_c/subject} never thought {PRONOUN/m_c/subject} would find.",
        "silly": "{PRONOUN/m_c/poss/CAP} unwavering devotion to the Dark Forest is the one thing that this cat is serious about.",
        "stable": "This cat's devotion to the Dark Forest is unshakable and absolute.",
        "sweet": "Despite {PRONOUN/m_c/poss} strong beliefs, this cat still adores the Clan. This is all for them, after all.",
        "unabashed": "This cat doesn't just embrace the Dark Forest's ideology - {PRONOUN/m_c/subject} {VERB/m_c/revel/revels} in it.",
        "unlawful": "The Dark Forest has allowed this cat to feel truly free, something {PRONOUN/m_c/subject} will buy no matter the cost."
    },
    "-8": {
        "assertive": "This cat is confident that the path to the Dark Forest is where {PRONOUN/m_c/poss} paws belong.",
        "brooding": "This cat is devoted to the Dark Forest. {PRONOUN/m_c/subject/CAP} {VERB/m_c/believe/believes} StarClan should be punished for allowing so much suffering in the world.",
        "cool": "This cat is untouchable! It's clear as day that joining the Dark Forest would greatly improve {PRONOUN/m_c/poss} strength, as well as {PRONOUN/m_c/poss} appearance.",
        "upstanding": "Almost entirely aligned with the Dark Forest, this cat has forsaken the Warrior Code for a new set of laws.",
        "introspective": "The only thing holding this cat back from fully believing in the Dark Forest is the wonders {PRONOUN/m_c/subject} {VERB/m_c/haven't/hasn't} yet found. Once {PRONOUN/m_c/subject} {VERB/m_c/do/does}, {PRONOUN/m_c/subject}'ll finally be fulfilled.",
        "neurotic": "This cat sees the teachings of the Dark Forest as a way to gain confidence and control.",
        "silly": "This cat prays that {PRONOUN/m_c/subject} {VERB/m_c/go/goes} to the Dark Forest after {PRONOUN/m_c/subject} {VERB/m_c/die/dies}. It doesn't seem like a joke.",
        "stable": "This cat's faith in the Dark Forest borders on blind devotion.",
        "sweet": "Though this cat's heart is covered in Dark Forest muck, you can still see that spark of care in {PRONOUN/m_c/poss} eyes.",
        "unabashed": "This cat will speak of the Dark Forest to any cat who will listen.",
        "unlawful": "Nearly all devotion has been redirected towards the Dark Forest. This cat sees StarClan's ways as hopelessly weak and obsolete."
    },
    "-7": {
        "assertive": "This cat seeks solace in the shadows of the Dark Forest.",
        "brooding": "This cat is fully justified in {PRONOUN/m_c/poss} belief in the Dark Forest, believing StarClan to be gutless and weak.",
        "cool": "Closely aligned with the Dark Forest, this cat uses {PRONOUN/m_c/poss} allure to further dark ambitions with ease.",
        "upstanding": "This cat would do whatever it takes to please {PRONOUN/m_c/poss} Dark Forest mentor.",
        "introspective": "This cat starts to slowly associate the black goop of the Dark Forest as {PRONOUN/m_c/poss} home and sets off to explore, marveling on what exactly is in store for {PRONOUN/m_c/object}.",
        "neurotic": "This cat feels a sense of belonging amid the shadows of the Dark Forest.",
        "silly": "This cat entertains {PRONOUN/m_c/poss} Clanmates with exaggerated tales of Dark Forest exploits, blurring the line between fact and fiction.",
        "stable": "You can often find this cat seeking guidance from {PRONOUN/m_c/poss} warrior ancestors down below.",
        "sweet": "This cat seems comforted by the darkness, though most wouldn't expect it from {PRONOUN/m_c/object}.",
        "unabashed": "This cat often tells {PRONOUN/m_c/poss} Clanmates if they are likely to go to the Dark Forest or not.",
        "unlawful": "This cat scoffs at the stars. They made these pointless rules, and the Dark Forest are the only ones willing to defy them."
    },
    "-6": {
        "assertive": "This cat knows that the Clan would be better off believing what they do.",
        "brooding": "This cat no longer feels guilty for waking up in the Dark Forest each night.",
        "cool": "Swayed by the power of the Dark Forest, this cat may subtly manipulate Clanmates, hiding {PRONOUN/m_c/poss} true allegiance.",
        "upstanding": "This cat ensures that {PRONOUN/m_c/poss} actions align with the Dark Forest's principles.",
        "introspective": "This cat starts to become more open on the Dark Forest, going out of {PRONOUN/m_c/poss} way to ask for stories and tales, even telling a few {PRONOUN/m_c/self}.",
        "neurotic": "This cat believes the Dark Forest's teachings will help {PRONOUN/m_c/object} gain strength and security for {PRONOUN/m_c/poss} Clan, even if the methods make {PRONOUN/m_c/object} uneasy.",
        "silly": "This cat jokes about {PRONOUN/m_c/poss} Dark Forest beliefs to deflect suspicion from {PRONOUN/m_c/poss} true devotion.",
        "stable": "This cat has a strong faith in the Dark Forest, trusting in {PRONOUN/m_c/poss} wisdom and guidance.",
        "sweet": "This cat still treats the Clan with love and care, but {VERB/m_c/have/has} {PRONOUN/m_c/subject} always glared at the stars like {PRONOUN/m_c/subject} {VERB/m_c/do/does} now?",
        "unabashed": "This cat feels like the Dark Forest is the only place where {PRONOUN/m_c/subject} can be {PRONOUN/m_c/poss} true self.",
        "unlawful": "This cat feels more close to the Dark Forest than {PRONOUN/m_c/poss} Clan."
    },
    "-5": {
        "assertive": "This cat finds {PRONOUN/m_c/poss} strong opinions reflected by the ideals of the Dark Forest.",
        "brooding": "This cat doesn't care what {PRONOUN/m_c/poss} Clanmates think; {PRONOUN/m_c/subject} {VERB/m_c/know/knows} the Dark Forest is the way of the future.",
        "cool": "This cat is intrigued by the Dark Forest, and experiments with {PRONOUN/m_c/poss} methods to see how {PRONOUN/m_c/subject} can benefit {PRONOUN/m_c/poss} image.",
        "upstanding": "This cat shows a strong commitment to the Dark Forest and its values.",
        "introspective": "This cat feels the guilt following the Dark Forest brings, but {PRONOUN/m_c/subject} {VERB/m_c/acknowledge/acknowledges} the lessons and journeys are worth the selfishness.",
        "neurotic": "Driven by the Dark Forest's pull, this cat lives in a moral crisis, constantly wavering between noble and dark impulses.",
        "silly": "This cat jokes about wanting to go straight to the Dark Forest when {PRONOUN/m_c/subject} {VERB/m_c/die/dies}, but it's said with a disconcerting ring of truth.",
        "stable": "This cat believes the Dark Forest watches over and guides the Clans.",
        "sweet": "This cat seems sure of {PRONOUN/m_c/poss} beliefs, but {PRONOUN/m_c/poss} kindness seems filled with guilt.",
        "unabashed": "This cat openly embraces the strength and fearlessness {PRONOUN/m_c/subject} {VERB/m_c/draw/draws} from the Dark Forest.",
        "unlawful": "This cat seems to slip easily into the darkness, using {PRONOUN/m_c/poss} belief in the Dark Forest as another tool."
    },
    "-4": {
        "assertive": "This cat is beginning to think that {PRONOUN/m_c/poss} Dark Forest belief isn't so bad.",
        "brooding": "This cat finds comfort and assurance in the cold vastness of the Dark Forest.",
        "cool": "In moments of weakness, this cat fantasizes about the strength the Dark Forest could offer.",
        "upstanding": "Strength and ambition are the foundations of this cat's moderate but genuine faith in the Dark Forest.",
        "introspective": "To dip your paws into the murk of the Dark Forest is frowned upon, yet, this cat can't help but find the Dark Forest strengthening. An intriguing side to be on, {PRONOUN/m_c/subject} {VERB/m_c/suppose/supposes}.",
        "neurotic": "A growing doubt in {PRONOUN/m_c/poss} mind makes this cat question if the Dark Forest's ways could be justified as merely a different path.",
        "silly": "This cat makes jokes about the Dark Forest, but there's an edge of curiosity beneath the laughter.",
        "stable": "This cat accepts the Dark Forest as a real place, but isn't fully convinced of its merits as a source of strength.",
        "sweet": "This cat sometimes spends more time trying to bring comfort to the Dark Forest than to the Clan.",
        "unabashed": "This cat admits to a moderate curiosity about tapping into the Dark Forest's strength and lack of rules.",
        "unlawful": "This cat is starting to let the pull of the Dark Forest's promises of power and lack of rules cloud {PRONOUN/m_c/poss} judgment ever so slightly."
    },
    "-3": {
        "assertive": "This cat has begun to believe in the ideals of the Dark Forest.",
        "brooding": "This cat feels understood by the Dark Forest in ways {PRONOUN/m_c/subject} never {VERB/m_c/have/has} by {PRONOUN/m_c/poss} Clanmates.",
        "cool": "Part of this cat wants to believe in the Dark Forest's teachings as a way to fuel {PRONOUN/m_c/poss} own mystique and cultivate a more dangerous edge.",
        "upstanding": "This cat has a reserved belief in the Dark Forest, taking comfort in the idea of an afterlife for strong warriors.",
        "introspective": "This cat hesitates to move forward with the whispers of the Dark Forest at the back of {PRONOUN/m_c/poss} mind, but {PRONOUN/m_c/subject} {VERB/m_c/push/pushes} forward regardless, curious to what {PRONOUN/m_c/subject}'ll find.",
        "neurotic": "This cat worries about the implications of every paw step {PRONOUN/m_c/subject} {VERB/m_c/take/takes} in the Dark Forest, but {PRONOUN/m_c/subject} {VERB/m_c/press/presses} forward anyways.",
        "silly": "This cat jokes about joining the Dark Forest a little too often.",
        "stable": "This cat believes that the Dark Forest exists but views it as a place for disgraced ancestors, not a source of power.",
        "sweet": "This cat has been reeled into the dark with promises of safety for the Clan.",
        "unabashed": "This cat expresses a hesitant interest in learning more about the beliefs of Dark Forest supporters.",
        "unlawful": "This cat uses the Dark Forest in {PRONOUN/m_c/poss} tricks."
    },
    "-2": {
        "assertive": "This cat is intrigued by the Dark Forest.",
        "brooding": "This cat has decided to cautiously give Dark Forest faith a try.",
        "cool": "While not fully convinced, this cat finds the power and freedom associated with the Dark Forest intriguing in an abstract way.",
        "upstanding": "While respectful of the Dark Forest's role, this cat would rather trust in the guidance of living cats over dead ones.",
        "introspective": "This cat can't help but wonder if the Dark Forest is really as bad as they say.",
        "neurotic": "Curiosity about the Dark Forest's power nags at the back of this cat's mind from time to time.",
        "silly": "This cat makes dramatic pleas to the 'mighty Dark Forest' when things go wrong, but there might be a sliver of genuine feeling behind it.",
        "stable": "This cat is skeptical of the Dark Forest's existence but doubts its influence on living cats.",
        "sweet": "This cat sometimes questions if the Dark Forest cats really deserve the punishments they're given.",
        "unabashed": "This cat openly wonders about the Dark Forest, but stops short of endorsing its ways.",
        "unlawful": "This cat wonders if the Dark Forest has a code as well, or if it is as lawless as the stories say."
    },
    "-1": {
        "assertive": "This cat is open to learning about the Dark Forest.",
        "brooding": "This cat wonders if the Dark Forest really makes cats stronger, or if that's just a kit's tale.",
        "cool": "This cat outwardly dismisses the Dark Forest as a kit's tale but still holds an internal curiosity about the place.",
        "upstanding": "While not fully convinced, this cat sometimes wonders if the Dark Forest exists to tempt {PRONOUN/m_c/object} away from the Warrior Code.",
        "introspective": "The Dark Forest is a dangerous place full of mystery and ferocity. This cat is hesitant to have faith, but feels curious nonetheless.",
        "neurotic": "Whispers about the Dark Forest frighten this cat, but {PRONOUN/m_c/subject} {VERB/m_c/listen/listens} to {PRONOUN/m_c/object} regardless.",
        "silly": "This cat finds the idea of the Dark Forest laughable and refuses to take it seriously.",
        "stable": "This cat views the Dark Forest as mere superstition.",
        "sweet": "This cat seems awkward when the conversation of beliefs comes up, and seems to only half-heartedly agree when StarClan is praised.",
        "unabashed": "This cat is upfront about {PRONOUN/m_c/poss} skepticism of the Dark Forest's existence.",
        "unlawful": "This cat insists that the Dark Forest is just kit-tales to make {PRONOUN/m_c/poss} Clanmates behave."
    },
    "0": {
        "All": "This cat has no faith in the Dark Forest nor StarClan, and would rather stay neutral on the subject."
    },
    "1": {
        "assertive": "This cat is open to learning about StarClan.",
        "brooding": "This cat is begging StarClan for a sign; for something, anything to believe in.",
        "cool": "This cat regards StarClan with casual indifference.",
        "upstanding": "This cat acknowledges StarClan's existence but follows the Warrior Code strictly out of a sense of duty, not spiritual devotion.",
        "introspective": "This cat looks above at StarClan with little to no faith. Rather, {PRONOUN/m_c/subject} {VERB/m_c/look/looks} for a sign that StarClan would be willing to acknowledge {PRONOUN/m_c/poss} forthcoming.",
        "neurotic": "This cat wishes for comfort from the stars, but finds them lacking.",
        "silly": "This cat finds the idea of StarClan to be laughable and refuses to take it seriously.",
        "stable": "This cat is skeptical of StarClan's existence, but doesn't outright deny the possibility.",
        "sweet": "This cat is more focused on {PRONOUN/m_c/poss} Clan than anything, but still respects the stars.",
        "unabashed": "This cat is upfront about {PRONOUN/m_c/poss} skepticism of StarClan's existence.",
        "unlawful": "This cat insists that StarClan is just kit-tales to make {PRONOUN/m_c/poss} Clanmates behave."
    },
    "2": {
        "assertive": "This cat is interested in StarClan.",
        "brooding": "This cat is starting to wonder if all the fairy tales about {PRONOUN/m_c/poss} warrior ancestors are actually true or not.",
        "cool": "While respectful of StarClan traditions, this cat's faith is purely a way to build {PRONOUN/m_c/poss} image.",
        "upstanding": "While respectful of StarClan's role, this cat would rather trust in the guidance of living cats over dead ones.",
        "introspective": "This cat simply has faith in StarClan because of {PRONOUN/m_c/poss} fellow Clanmates' opinions.",
        "neurotic": "This cat listens to stories about StarClan, but doesn't believe {PRONOUN/m_c/poss} ancestors would ever look {PRONOUN/m_c/poss} way.",
        "silly": "This cat finds the idea of warrior ancestors watching them from the stars both comforting and mildly amusing.",
        "stable": "This cat is open to the possibility of StarClan's existence.",
        "sweet": "This cat seems eager to listen to stories about StarClan from Clanmates, though never brings up {PRONOUN/m_c/poss} beliefs otherwise.",
        "unabashed": "This cat openly admits to a mild curiosity about StarClan, but is unsure if {PRONOUN/m_c/subject} truly {VERB/m_c/believe/believes}.",
        "unlawful": "This cat feels unnerved at the thought of something otherworldly backing the structure {PRONOUN/m_c/subject} {VERB/m_c/dislike/dislikes}."
    },
    "3": {
        "assertive": "This cat has begun to listen more closely to talk of StarClan around Camp.",
        "brooding": "This cat believes in {PRONOUN/m_c/poss} warrior ancestors, but somewhat resents them for their inaction.",
        "cool": "This cat believes in StarClan when it suits {PRONOUN/m_c/poss} reputation.",
        "upstanding": "This cat has a reserved belief in StarClan, taking comfort in the idea of an afterlife for valiant warriors.",
        "introspective": "Although not yet having any confidence in StarClan itself, this cat listens closely to tales and stories from elders as {PRONOUN/m_c/subject} {VERB/m_c/ponder/ponders} its ideals.",
        "neurotic": "There are times this cat feels StarClan's presence. {PRONOUN/m_c/poss/CAP} faith waxes and wanes periodically.",
        "silly": "This cat claims that the stars twinkle brighter when {PRONOUN/m_c/subject} {VERB/m_c/tell/tells} a particularly good joke.",
        "stable": "This cat acknowledges that StarClan might exist, but has doubts about their involvement in the lives of living cats.",
        "sweet": "Though not strongly believing, this cat will happily tell others about the stories of certain StarClan cats.",
        "unabashed": "This cat openly declares {PRONOUN/m_c/poss} growing interest in StarClan and its teachings.",
        "unlawful": "This cat agrees that StarClan might exist, but does not believe they are nearly as powerful as they say."
    },
    "4": {
        "assertive": "This cat is growing confident in {PRONOUN/m_c/poss} StarClan belief.",
        "brooding": "This cat doesn't fully believe in StarClan, but is somewhat comforted by the fantasy.",
        "cool": "As this cat's faith grows, so does {PRONOUN/m_c/poss} ability to use StarClan's wisdom to enhance {PRONOUN/m_c/poss} own allure.",
        "upstanding": "Discipline and order are the foundations of this cat's moderate, but genuine, faith in StarClan.",
        "introspective": "This cat feels comforted by the idea of StarClan, but is not yet convinced.",
        "neurotic": "This cat leans towards believing in StarClan more often than not.",
        "silly": "This cat finds that the stars always cheer {PRONOUN/m_c/object} up.",
        "stable": "This cat believes in StarClan's existence but views them as distant, uninvolved entities.",
        "sweet": "This cat has trust in StarClan, but still relies on {PRONOUN/m_c/self} when it comes to the care of the Clan.",
        "unabashed": "This cat openly shares {PRONOUN/m_c/poss} growing faith in StarClan with others.",
        "unlawful": "This cat believes StarClan exists, but does not change {PRONOUN/m_c/poss} behavior."
    },
    "5": {
        "assertive": "This cat finds {PRONOUN/m_c/poss} strong opinions reflected by the ideals of StarClan.",
        "brooding": "This cat takes comfort in StarClan's presence, but questions why they allow suffering to continue.",
        "cool": "This cat's belief in StarClan is a key part of {PRONOUN/m_c/poss} calm, collected persona.",
        "upstanding": "This cat has a commitment to StarClan's virtues that show courage and loyalty.",
        "introspective": "After moons of constant wonder, this cat finally feels connected to StarClan and looks upon their virtues with curiosity.",
        "neurotic": "When this cat is alone, {PRONOUN/m_c/subject} {VERB/m_c/try/tries} to imagine {PRONOUN/m_c/poss} ancestors walking beside {PRONOUN/m_c/object}.",
        "silly": "Though usually lighthearted, this cat takes on a more somber and reflective air when discussing StarClan.",
        "stable": "This cat believes StarClan watches over and guides the Clans.",
        "sweet": "This sweet cat seems to follow the rules set by StarClan, and refuses to let darkness into {PRONOUN/m_c/poss} heart.",
        "unabashed": "This cat speaks openly and often about {PRONOUN/m_c/poss} faith in StarClan, unconcerned with others' opinions.",
        "unlawful": "This cat feels like {PRONOUN/m_c/poss} faith in StarClan is what guides {PRONOUN/m_c/object} to bend the rules."
    },
    "6": {
        "assertive": "This cat knows that {PRONOUN/m_c/poss} belief in StarClan has made {PRONOUN/m_c/object} a better cat.",
        "brooding": "This cat takes solace in StarClan's guidance, but struggles with the idea that some cats may be beyond redemption.",
        "cool": "StarClan's guidance is used by this cat to enhance {PRONOUN/m_c/poss} charismatic and unflappable image.",
        "upstanding": "This cat believes wholeheartedly that StarClan watches over and approves of {PRONOUN/m_c/poss} embodiment of the Warrior Code.",
        "introspective": "To feel StarClan's presence, to <i>really</i> feel, is a mystery of its own. This cat finds {PRONOUN/m_c/self} quietly savoring the company.",
        "neurotic": "This cat is comforted by the idea that the stars are guiding {PRONOUN/m_c/poss} path.",
        "silly": "Even in {PRONOUN/m_c/poss} most lighthearted moments, this cat's deep respect for StarClan shines through.",
        "stable": "This cat has a strong faith in StarClan, trusting in their wisdom and guidance.",
        "sweet": "This cat finds joy in the belief and the memory of the cats who walk amongst the night sky.",
        "unabashed": "This cat feels like StarClan is the only place where {PRONOUN/m_c/subject} can be {PRONOUN/m_c/poss} true self.",
        "unlawful": "This cat thanks the stars for welcoming {PRONOUN/m_c/object} in a way others have not."
    },
    "7": {
        "assertive": "This cat finds peace in the starry pelts of {PRONOUN/m_c/poss} warrior ancestors.",
        "brooding": "Devoted to StarClan, this cat nonetheless grapples with the weight of {PRONOUN/m_c/poss} ancestors' expectations.",
        "cool": "This cat holds a steady belief in StarClan, and may often be seen as an influence to others.",
        "upstanding": "This cat will meticulously uphold StarClan's rules and expects the cats around {PRONOUN/m_c/object} to do the same.",
        "introspective": "This cat actively seeks the guidance and whispers of {PRONOUN/m_c/poss} ancestors, and in turn whispers stories to the stars in thanks.",
        "neurotic": "This cat has taken to whispering {PRONOUN/m_c/poss} worries to the stars, entrusting them to {PRONOUN/m_c/poss} ancestors.",
        "silly": "This cat ponders what kind of pranks {PRONOUN/m_c/subject} {VERB/m_c/could/can} get away with under the guise of 'StarClan's will'.",
        "stable": "You can often find this cat seeking guidance from {PRONOUN/m_c/poss} warrior ancestors.",
        "sweet": "You can sometimes find this cat singing to the stars above, giving {PRONOUN/m_c/poss} ancestors a comforting melody to listen to.",
        "unabashed": "This cat often tells {PRONOUN/m_c/poss} Clanmates if they are likely to go to StarClan or not.",
        "unlawful": "You might see this cat leave offerings from {PRONOUN/m_c/poss} stash for {PRONOUN/m_c/poss} ancestors."
    },
    "8": {
        "assertive": "This cat is confident that the path to StarClan is where {PRONOUN/m_c/poss} paws belong.",
        "brooding": "This cat always is lost in thought over the mysterious ways of {PRONOUN/m_c/poss} ancestors above.",
        "cool": "With StarClan's wisdom and {PRONOUN/m_c/poss} own natural charisma, this cat seems virtually infallible.",
        "upstanding": "This cat allows no lapses in {PRONOUN/m_c/poss} dedication to StarClan's law.",
        "introspective": "Although not fully settled within {PRONOUN/m_c/poss} belief of StarClan, this cat looks forward to the future and leaves the past as nothing more than a memory before {PRONOUN/m_c/poss} calling.",
        "neurotic": "If this cat is certain of anything, it's of {PRONOUN/m_c/poss} relationship with StarClan.",
        "silly": "This cat's faith in StarClan is unshakable... But so is {PRONOUN/m_c/poss} commitment to keeping {PRONOUN/m_c/poss} ancestors entertained with {PRONOUN/m_c/poss} antics.",
        "stable": "This cat's faith in StarClan is central to {PRONOUN/m_c/poss} identity and purpose.",
        "sweet": "This cat is a strong believer in StarClan, though {PRONOUN/m_c/subject}{VERB/m_c/'re/'s} still mindful of other cat's beliefs and always eager to learn more.",
        "unabashed": "This cat will speak of StarClan to any cat who will listen.",
        "unlawful": "This cat lives in perpetual fear of drawing StarClan's wrath."
    },
    "9": {
        "assertive": "This cat knows that StarClan provides {PRONOUN/m_c/object} with peace that can't be found elsewhere.",
        "brooding": "This cat would defend {PRONOUN/m_c/poss} belief in StarClan at the cost of {PRONOUN/m_c/poss} life.",
        "cool": "This cat integrates StarClan deeply into {PRONOUN/m_c/poss} own personality, maintaining a flawless, charismatic persona.",
        "upstanding": "To this cat, StarClan's laws are absolute and any perceived transgression should be met with unforgiving judgment in StarClan's name.",
        "introspective": "StarClan is peaceful, unwavering, and a story just waiting to be told. This cat will speak tales of StarClan's deeds to anycat who will listen.",
        "neurotic": "StarClan's wisdom and approval guide every aspect of this cat's life.",
        "silly": "{PRONOUN/m_c/poss/CAP} unwavering devotion to the Dark Forest is the one thing that this cat is serious about.",
        "stable": "This cat's devotion to StarClan is unshakable and absolute.",
        "sweet": "Some might say that this cat was born with a heart full of stars, to which {PRONOUN/m_c/subject} {VERB/m_c/seem/seems} a little bashful about.",
        "unabashed": "This cat will speak of StarClan to any cat who will listen, or even to any cat who won't.",
        "unlawful": "This cat will go to lengths beyond the Warrior Code if StarClan wills it."
    }
}
